Repository: TheBilalJaved/testIPTV
Catalog: assets/lib/l10n/intl_*.arb
Languages: af, am, az, be, bg, bn, ca, da, el, et, eu, fa, ga_ie, he, hi, kk, ku, lv, sq, sr, ur

source: Duration
af: Duur
am: Տեւողություն
be: Працягласць
bg: Продължителност
bn: সময়কাল
ca: Durada
da: Varighed
el: Διάρκεια
et: Kestus
eu: Iraupena
ga_ie: Fad
he: משך
hi: अवधि
kk: ұзақтық
ku: Demjimêr
sq: Kohëzgjatja
sr: Трајање
ur: دورانیہ

source: Genre
am: Ժանր
az: janr
be: Жанр
bg: Жанр
bn: জেনার
ca: Gènere
el: Είδος
et: Žanr
eu: Generoa
fa: ژانر
ga_ie: Seánra
he: ז'אנר
ku: Car
lv: Žanrs
sq: zhanri
sr: Жанр
ur: نوع

source: Cast
am: Դերերում
az: Təklif
be: Узор
bg: Акт
bn: কাস্ট
ca: Emet
eu: Igortzea
fa: بازیگران
ga_ie: Caitheamh
hi: कास्ट
kk: актер
ku: Çandin
sr: Цаст
ur: کاسٹ

source: Download
af: Laai af
am: Ներբեռնում
az: Yükləmə
be: Спампаваць
bg: Изтегляне
bn: ডাউনলোড করুন
ca: Descarrega
el: ΛΗΨΗ
et: ALLALAADI
eu: DESKARGATU
fa: دانلود
ga_ie: íoslódáil
he: הורד
hi: डाउनलोड
kk: ЖҮКТЕП АЛУ
ku: DAXIXIN
lv: LEJUPIELĀDĒT
sq: SHKARKO
sr: ПРЕУЗМИ
ur: ڈاؤن لوڈ

source: DOWNLOADING
af: LAAI AF
am: ԲԵՐԵՎՈՒՄ
az: endirilir
be: СПАМПУВАННЕ
bg: ИЗТЕГЛЯНЕ
bn: ডাউনলোড হচ্ছে
ca: DESCÀRREGA
el: ΛΗΨΗ
et: ALLALAADIMINE
eu: DESKARGATEN
fa: دانلود
ga_ie: íosluchtú
he: מורידים
hi: डाउनलोडिंग
kk: ЖҮКТЕП АЛУ
ku: DAXIXIN
lv: LEJUPIELĀDE
sq: SHKARKOHET
sr: ДОВНЛОАДИНГ
ur: ڈاؤن لوڈنگ

source: DOWNLOADED
af: AFGELAAI
am: ՆԵՐՎԱԾ
az: endirilib
be: СПАМПАНЫ
bg: ИЗТЕГЛЕНО
bn: ডাউনলোড করা হয়েছে
ca: DESCARREGAT
el: ΛΗΨΗ
et: ALLALAADITUD
eu: DESKARGATU
fa: دانلود شده
ga_ie: Íoslódáilte
he: הורדה
hi: डाउनलोडेड
kk: ЖҮКТЕЛГЕН
ku: DAXIZANDIN
lv: LEJUPIELĀDĒTS
sq: SHKARKUAR
sr: ПРЕУЗЕТО
ur: ڈاؤن لوڈ کیا گیا

source: Rename File
af: Hernoem lêer
am: Վերանվանել ֆայլը
az: Faylın adını dəyişmək
be: Перайменаваць файл
bg: Преименуване на файл
bn: ফাইলের নাম পরিবর্তন করুন
ca: Canvia el nom del fitxer
da: Omdøb fil
el: Μετονομασία αρχείου
et: Nimeta fail ümber
eu: Fitxategiaren izena aldatu
fa: تغییر نام فایل
ga_ie: Athainmnigh Comhad
he: שנה את שם הקובץ
hi: रीनेमफाइल
kk: Файлдың атын өзгерту
ku: Navê pelê biguherîne
lv: Pārdēvēt failu
sq: Riemërto skedarin
sr: Преименуј датотеку
ur: فائل کا نام تبدیل کریں

source: File Name
af: Lêernaam
am: Ֆայլի անուն
az: Fayl adı
be: Імя файла
bg: Име на файл
bn: ফাইলের নাম
ca: Nom del fitxer
da: Filnavn
el: Όνομα αρχείου
et: Faili nimi
eu: Fitxategiaren izena
fa: نام فایل
ga_ie: Ainm an Chomhaid
he: שם קובץ
hi: फाइलनेम
kk: Файл аты
ku: Navê pelê
lv: Faila nosaukums
sq: Emri i skedarit
sr: Назив датотеке
ur: فائل کا نام

source: Enter File Name
af: Voer lêernaam in
am: Մուտքագրեք ֆայլի անունը
az: Fayl adını daxil edin
be: Увядзіце назву файла
bg: Въведете име на файл
bn: ফাইলের নাম লিখুন
ca: Introduïu el nom del fitxer
da: Indtast filnavn
el: Εισαγάγετε όνομα αρχείου
et: Sisesta failinimi
eu: Idatzi fitxategiaren izena
fa: نام فایل را وارد کنید
ga_ie: Iontráil Ainm an Chomhaid
he: הזן את שם הקובץ
hi: एंटरफाइलनेम
kk: Файл атын енгізіңіз
ku: Navê pelê binivîse
lv: Ievadiet faila nosaukumu
sq: Fut emrin e skedarit
sr: Унесите име датотеке
ur: فائل کا نام درج کریں

source: Delete This File?
af: Vee hierdie lêer uit?
am: Ջնջե՞լ այս ֆայլը
az: Bu fayl silinsin?
be: Выдаліць гэты файл?
bg: Изтриване на този файл?
bn: এই ফাইলটি মুছবেন?
ca: Vols eliminar aquest fitxer?
da: Slet denne fil?
el: Διαγραφή αυτού του αρχείου;
et: Kas kustutada see fail?
eu: Fitxategi hau ezabatu?
fa: این فایل را حذف کنم؟
ga_ie: Scrios an Comhad Seo?
he: מחק את הקובץ הזה?
hi: डिलीटदिसफाइल?
kk: Осы файлды жою керек пе?
ku: Vê pelê jê bibe?
lv: Dzēst šo failu?
sq: Fshi këtë skedar?
sr: Избрисати ову датотеку?
ur: اس فائل کو حذف کریں؟

# errorDownloadingFile
source: Could not start dowloading try again later
af: Kon nie begin aflaai nie, probeer later weer
am: Չհաջողվեց սկսել ներբեռնումը, փորձեք ավելի ուշ
az: Endirməyə başlamaq mümkün olmadı, sonra yenidən cəhd edin
be: Немагчыма пачаць загрузку, паўтарыце спробу пазней
bg: Не може да започне изтеглянето, опитайте отново по-късно
bn: ডাউনলোড শুরু করা যায়নি পরে আবার চেষ্টা করুন
ca: No s'ha pogut començar la descàrrega, torna-ho a provar més tard
da: Kunne ikke begynde at downloade, prøv igen senere
el: Δεν ήταν δυνατή η έναρξη της λήψης, δοκιμάστε ξανά αργότερα
et: Ei saanud allalaadimist alustada, proovige hiljem uuesti
eu: Ezin izan da deskargatzen hasi, saiatu berriro geroago
fa: دانلود شروع نشد بعدا دوباره امتحان کنید
ga_ie: Níorbh fhéidir tús a chur le íosluchtú bain triail eile as ar ball
he: לא ניתן היה להתחיל בהורדה נסה שוב מאוחר יותר
hi: डाउनलोडिंग शुरू नहीं हो सकी, बाद में फिर से कोशिश करें
kk: Жүктеуді бастау мүмкін болмады, кейінірек қайталап көріңіз
ku: Daxistina daxistinê paşê dîsa biceribîne
lv: Nevarēja sākt lejupielādi, vēlāk mēģiniet vēlreiz
sq: Nuk mund të fillonte shkarkimin provoni përsëri më vonë
sr: Није могуће започети преузимање, покушајте поново касније
ur: ڈاؤن لوڈنگ شروع نہیں ہو سکی بعد میں دوبارہ کوشش کریں

source: Downloading Started
af: Aflaai het begin
am: Ներբեռնումը սկսվել է
az: Endirmə başladı
be: Спампоўка пачалася
bg: Изтеглянето започна
bn: ডাউনলোড শুরু হয়েছে
ca: S'ha iniciat la descàrrega
da: Download er startet
el: Η λήψη ξεκίνησε
et: Allalaadimine algas
eu: Deskargatzen hasi da
fa: دانلود شروع شد
ga_ie: Tosaíodh ar an íosluchtú
he: ההורדה החלה
hi: डाउनलोडिंग शुरू हुई
kk: Жүктеп алу басталды
ku: Daxistin dest pê kir
lv: Lejupielāde sākta
sq: Shkarkimi filloi
sr: Преузимање је почело
ur: ڈاؤن لوڈنگ شروع ہو گئی

# renameFileSuccess
source: Renamed File Successfully
af: Lêer is suksesvol hernoem
am: Ֆայլը հաջողությամբ վերանվանվեց
az: Faylın adı uğurla dəyişdirildi
be: Файл перайменаваны паспяхова
bg: Преименуван файл е успешно
bn: সফলভাবে ফাইলের নাম পরিবর্তন করা হয়েছে
ca: S'ha canviat el nom del fitxer amb èxit
da: Omdøbt fil med succes
el: Μετονομάστηκε το αρχείο με επιτυχία
et: Faili ümbernimetamine õnnestus
eu: Fitxategiaren izena ondo aldatu da
fa: فایل با موفقیت تغییر نام داد
he: שם הקובץ שונה בהצלחה
hi: फाइल का नाम सफलतापूर्वक बदला गया
kk: Файлдың аты сәтті өзгертілді
ku: Navê pelê bi serkeftî hat guhertin
lv: Fails veiksmīgi pārdēvēts
sq: Skedari u riemërua me sukses
sr: Датотека је успешно преименована
ur: فائل کا کامیابی سے نام تبدیل کر دیا گیا

# errorRenameFileError
source: Error while renaming the file
af: Fout tydens die hernoeming van die lêer
am: Սխալ ֆայլը վերանվանելիս
az: Faylın adını dəyişdirərkən xəta
be: Памылка пры перайменаванні файла
bg: Грешка при преименуване на файла
bn: ফাইলের নাম পরিবর্তন করার সময় ত্রুটি
ca: Error en canviar el nom del fitxer
da: Fejl under omdøbning af filen
el: Σφάλμα κατά τη μετονομασία του αρχείου
et: Viga faili ümbernimetamisel
eu: Errorea fitxategia izena aldatzean
fa: خطا هنگام تغییر نام فایل
he: שגיאה בעת שינוי שם הקובץ
hi: फाइल का नाम बदलते समय त्रुटि
kk: Файлдың атын өзгерту кезіндегі қате
ku: Dema guhertina navê pelê xeletî bû
lv: Kļūda, pārdēvējot failu
sq: Gabim gjatë riemërtimit të skedarit
sr: Грешка при преименовању датотеке
ur: فائل کا نام بدلتے وقت خرابی

# fileDeleteSuccess
source: File deleted successfully
af: Lêer is suksesvol uitgevee
am: Ֆայլը հաջողությամբ ջնջվել է
az: Fayl uğurla silindi
be: Файл паспяхова выдалены
bg: Файлът е изтрит успешно
bn: ফাইল সফলভাবে মুছে ফেলা হয়েছে
ca: El fitxer s'ha suprimit correctament
da: Filen blev slettet
el: Το αρχείο διαγράφηκε επιτυχώς
et: Fail kustutati edukalt
eu: Fitxategia ondo ezabatu da
fa: فایل با موفقیت حذف شد
ga_ie: D'éirigh le scriosadh an chomhaid
he: הקובץ נמחק בהצלחה
hi: फाइल सफलतापूर्वक डिलीट हुई
kk: Файл сәтті жойылды
ku: Pel bi serkeftî hat jêbirin
lv: Fails veiksmīgi izdzēsts
sq: Skedari u fshi me sukses
sr: Датотека је успешно избрисана
ur: فائل کامیابی کے ساتھ حذف کر دی گئی

# deleteFileError
source: Error while deleting the file
af: Fout tydens die verwydering van die lêer
am: Սխալ ֆայլը ջնջելիս
az: Faylı silərkən xəta
be: Памылка пры выдаленні файла
bg: Грешка при изтриването на файла
bn: ফাইল মুছে ফেলার সময় ত্রুটি
ca: Error en suprimir el fitxer
da: Fejl under sletning af filen
el: Σφάλμα κατά τη διαγραφή του αρχείου
et: Viga faili kustutamisel
eu: Errorea fitxategia ezabatzean
fa: خطا هنگام حذف فایل
ga_ie: Earráid agus an comhad á scriosadh
he: שגיאה בעת מחיקת הקובץ
hi: फाइल डिलीट करते समय त्रुटि
kk: Файлды жою кезіндегі қате
ku: Di dema jêbirina pelê de çewtî
lv: Kļūda, dzēšot failu
sq: Gabim gjatë fshirjes së skedarit
sr: Грешка приликом брисања датотеке
ur: فائل کو حذف کرتے وقت خرابی

source: Version
af: Weergawe
am: Տարբերակ
az: Versiya
be: Версія
bg: Версия
bn: সংস্করণ
ca: Versió
el: Έκδοση
et: Versioon
eu: Bertsioa
fa: نسخه
ga_ie: Leagan
he: גרסה
hi: वर्जन
kk: Нұсқа
ku: Versiyon
lv: Versija
sr: Верзија
ur: ورژن

source: Developed By
af: Discover APP
am: Discover APP
az: Discvoer APP
be: Discover APP
bg: Discover APP
bn: Discover APP
ca: Discover APP
da: Discover APP
el: Discover APP
et: Discover APP
eu: Discvoer APP
fa: Discover APP
ga_ie: Discover APP
he: Discover APP
hi: Discover APP
kk: Discover APP
ku: Discover APP
lv: Discover APP
sq: Discover APP
sr: Discover APP
ur: اے پی پی دریافت کریں

source: Copyright
af: Kopiereg
am: Հեղինակային իրավունք
az: Müəllif hüququ
be: Аўтарскае права
bg: Авторско право
bn: কপিরাইট
ca: Dret d'autor
et: Autoriõigus
fa: کپی رایت
ga_ie: Cóipcheart
he: זכויות יוצרים
hi: कॉपीराइट
kk: Авторлық құқық
lv: Autortiesības
sq: E drejta e autorit
sr: Ауторска права
ur: کاپی رائٹ

source: The Purchased Version
af: Die gekoopte weergawe
am: Գնված տարբերակը
az: Satın alınan versiya
be: Набытая версія
bg: Закупената версия
bn: ক্রয়কৃত সংস্করণ
ca: La versió comprada
da: Den købte version
el: Η αγορασμένη έκδοση
et: Ostetud versioon
eu: Erositako bertsioa
fa: نسخه خریداری شده
ga_ie: An Leagan Ceannaithe
he: הגרסה שנרכשה
hi: खरीदा गया संस्करण
kk: Сатып алынған нұсқа
ku: Guhertoya Kirîn
lv: Iegādātā versija
sq: Versioni i blerë
sr: Купована верзија
ur: خریدا ہوا ورژن

source: Privacy Policy
af: Privaatheidsbeleid
am: Գաղտնիության քաղաքականություն
az: Məxfilik Siyasəti
be: Палітыка прыватнасці
bg: Правила за поверителност
bn: গোপনীয়তা নীতি
ca: Política de privadesa
da: Privatlivspolitik
el: Πολιτική απορρήτου
eu: Pribatutasun-politika
fa: سیاست حفظ حریم خصوصی
ga_ie: Polasaí Príobháideachta
he: מדיניות פרטיות
hi: गोपनीयता नीति
kk: Құпиялылық саясаты
ku: Siyaseta nepenîtiyê
lv: Privātuma politika
sq: Politika e privatësisë
sr: Политика приватности
ur: رازداری کی پالیسی

# disclaamer
source: Disclaimer
az: İmtina
be: Адмова ад адказнасці
bg: Отказ от отговорност
bn: অস্বীকৃতি
ca: Exempció de responsabilitat
el: Αποποίηση ευθυνών
et: Lahtiütlus
eu: Oharra
fa: سلب مسئولیت
ga_ie: Séanadh
kk: Жауапкершіліктен бас тарту
lv: Atruna
sq: Mohimi përgjegjësie
sr: Одрицање од одговорности
ur: اعلان دستبرداری

# termsAndConditions
source: Terms and Condition
af: Bepalings en voorwaardes
am: Պայմաններ և դրույթներ
az: Qaydalar və Şərt
be: Умовы
bg: Правила и условия
bn: নিয়ম ও শর্তাবলী
ca: Termes i condicions
da: Vilkår og betingelser
el: Όροι και προϋποθέσεις
et: Tingimused
eu: Baldintzak eta baldintzak
fa: شرایط و شرایط
ga_ie: Téarmaí agus Coinníoll
he: תנאים והגבלות
hi: नियम और शर्तें
kk: Шарттар мен шарттар
ku: Şert û merc
lv: Noteikumi un nosacījumi
sq: Kushtet dhe kushtet
sr: Услови и одредбе
ur: شرائط و ضوابط

source: Copyright Complain
af: Kopieregkla
am: Հեղինակային իրավունքի բողոք
az: Müəllif Hüquqlarından Şikayət
be: Скарга наконт аўтарскага права
bg: Жалба за авторски права
bn: কপিরাইট অভিযোগ
ca: Queixa de drets d'autor
da: Ophavsretsklage
et: Autoriõiguste kaebus
eu: Copyright kexa
fa: شکایت حق چاپ
ga_ie: Gearán Cóipchirt
he: תלונה על זכויות יוצרים
hi: कॉपीराइट शिकायत
kk: Авторлық құқық туралы шағым
ku: Giliya Mafê Kopîkirinê
lv: Sūdzība par autortiesībām
sq: Ankesa për të drejtën e autorit
sr: Жалба о ауторским правима
ur: کاپی رائٹ کی شکایت

source: Support
af: Ondersteuning
am: Աջակցություն
az: Dəstək
be: Падтрымка
bg: Поддръжка
bn: সহায়তা
ca: Suport
el: Υποστήριξη
et: Tugi
eu: Laguntza
fa: پشتیبانی
ga_ie: Tacaíocht
he: תמיכה
hi: सहायता
kk: Қолдау
lv: Atbalsts
sq: Mbështetje
sr: Подршка
ur: سپورٹ

source: ACCOUNT INFO
af: REKENINGINLIGTING
am: ՀԱՇՎԻ ՏԵՂԵԿՈՒԹՅՈՒՆՆԵՐ
az: HESAB MƏLUMATI
be: Звесткі аб уліковым запісе
bg: ИНФОРМАЦИЯ ЗА ПРОФИЛА
bn: অ্যাকাউন্টের তথ্য
ca: INFORMACIÓ DEL COMPTE
da: KONTOINFO
el: ΠΛΗΡΟΦΟΡΙΕΣ ΛΟΓΑΡΙΑΣΜΟΥ
et: KONTOINFO
eu: Kontuaren informazioa
fa: اطلاعات حساب
ga_ie: EOLAS CUNTAIS
he: מידע על חשבון
hi: खाता जानकारी
kk: ТЕГІН АҚПАРАТ
ku: Agahdariya HESABÊ
lv: KONTA INFORMĀCIJA
sq: INFO LLOGARI
sr: ИНФОРМАЦИЈЕ О НАЛОГУ
ur: اکاؤنٹ کی معلومات

source: Active Code
af: Aktiewe kode
am: Ակտիվ կոդը
az: Aktiv Kod
be: Актыўны код
bg: Активен код
bn: সক্রিয় কোড
ca: Codi actiu
da: Aktiv kode
el: Ενεργός Κώδικας
et: Aktiivne kood
eu: Kode Aktiboa
fa: کد فعال
ga_ie: Cód Gníomhach
he: קוד פעיל
hi: सक्रिय कोड
kk: Белсенді код
ku: Koda çalak
lv: Aktīvs kods
sq: Kodi aktiv
sr: Активни код
ur: ایکٹو کوڈ

source: is Trail
af: is roete
az: Traildir
be: гэта след
bg: е следа
bn: ইজ ট্রেইল
ca: és Trail
da: er Trail
el: είναι μονοπάτι
et: on Trail
eu: Ibilbidea da
fa: مسیر است
he: הוא שביל
kk: ізі
ku: Rêya ye
lv: ir taka
sq: është gjurmë
sr: је Траил
ur: ٹریل ہے

source: Active Connections
af: Aktiewe verbindings
am: Ակտիվ կապեր
az: Aktiv Bağlantılar
be: Актыўныя злучэнні
bg: Активни връзки
bn: সক্রিয় সংযোগ
ca: Connexions actives
da: Aktive forbindelser
el: Ενεργές συνδέσεις
et: Aktiivsed ühendused
eu: Konexio aktiboak
fa: اتصالات فعال
ga_ie: Naisc Ghníomhach
he: חיבורים פעילים
hi: सक्रिय कनेक्शन
kk: Белсенді қосылымдар
ku: Têkiliyên Çalak
lv: Aktīvie savienojumi
sq: Lidhjet aktive
sr: Активне везе
ur: فعال رابطے

source: Created At
af: Geskep by
am: Ստեղծվել է At
be: Створаны ў
bg: Създаден на
bn: এতে তৈরি করা হয়েছে
ca: Creat a
da: Oprettet kl
et: Loodud kell
eu: Orduan sortua
fa: ایجاد شده در
ga_ie: Cruthaithe Ag
he: נוצר ב-
kk: Жасалған
lv: Izveidots plkst.
sr: Креирано у
ur: تخلیق کردہ وقت

source: Max Connections
af: Maksimum verbindings
am: Առավելագույն կապեր
az: Maksimum Əlaqələr
be: Максімум падключэнняў
bg: Максимален брой връзки
bn: সর্বোচ্চ সংযোগ
ca: Màxim de connexions
el: Μέγιστες συνδέσεις
eu: Gehienezko konexioak
fa: حداکثر اتصالات
ga_ie: Naisc uasta
he: חיבורים מקסימליים
hi: अधिकतम कनेक्शन
kk: Максималды қосылымдар
ku: Têkiliyên herî zêde
sr: Максимални број конекција
ur: زیادہ سے زیادہ رابطے

source: SETTINGS
af: INSTELLINGS
am: ԿԱՐԳԱՎՈՐՈՒՄՆԵՐ
az: AYARLAR
be: НАСТРОЙКІ
bg: НАСТРОЙКИ
bn: সেটিংস
ca: CONFIGURACIÓ
el: ΡΥΘΜΙΣΕΙΣ
et: SEADED
eu: EZARPENAK
fa: تنظیمات
ga_ie: SOCRUITHE
he: הגדרות
hi: सेटिंग्स
kk: ПАРАМЕТРЛЕР
lv: IESTATĪJUMI
sr: ПОСТАВКЕ
ur: ترتیبات

source: External Player
af: Eksterne speler
am: Արտաքին նվագարկիչ
az: Xarici Oyunçu
be: Знешні прайгравальнік
bg: Външен плейър
bn: বহিরাগত প্লেয়ার
ca: Reproductor extern
da: Ekstern afspiller
el: Εξωτερικός παίκτης
et: Väline mängija
eu: Kanpoko jokalaria
fa: پخش کننده خارجی
ga_ie: Imreoir Seachtrach
he: נגן חיצוני
hi: बाहरी प्लेयर
kk: Сыртқы ойнатқыш
ku: Lîstikvanê Derve
lv: Ārējais atskaņotājs
sq: Lojtar i jashtëm
sr: Спољни плејер
ur: بیرونی کھلاڑی

source: Speed Test
af: Snelheidstoets
am: Արագության թեստ
az: Sürət Testi
be: Тэст хуткасці
bg: Тест за скорост
bn: গতি পরীক্ষা
ca: Prova de velocitat
da: Hastighedstest
el: Δοκιμή ταχύτητας
et: Kiirustesti
eu: Abiadura-proba
fa: تست سرعت
ga_ie: Tástáil Luas
he: בדיקת מהירות
hi: स्पीड टेस्ट
kk: Жылдамдық сынағы
ku: Testa Lezê
lv: Ātruma pārbaude
sq: Testi i shpejtësisë
sr: Тест брзине
ur: رفتار ٹیسٹ

source: Player Selection
af: Spelerkeuse
am: Խաղացողի ընտրություն
az: Oyunçu seçimi
be: Выбар гульца
bg: Избор на играч
bn: খেলোয়াড় নির্বাচন
ca: Selecció del jugador
da: Spillervalg
el: Επιλογή παίκτη
et: Mängija valik
eu: Jokalariaren hautaketa
fa: انتخاب بازیکن
ga_ie: Roghnú Imreora
he: בחירת שחקן
hi: प्लेयर चयन
kk: Ойыншы таңдауы
ku: Hilbijartina Lîstikvan
sq: Zgjedhja e lojtarit
sr: Избор играча
ur: کھلاڑیوں کا انتخاب

source: Parental Control
af: Ouerbeheer
am: Ծնողական վերահսկողություն
az: Valideyn nəzarəti
be: Бацькоўскі кантроль
bg: Родителски контрол
bn: অভিভাবকীয় নিয়ন্ত্রণ
ca: Control parental
da: Forældrekontrol
el: Γονικός έλεγχος
eu: Gurasoen kontrola
ga_ie: Rialú do Thuismitheoirí
he: בקרת הורים
hi: पैरेंटल कंट्रोल
kk: Ата-ана бақылауы
ku: Kontrola dêûbav
lv: Vecāku kontrole
sq: Kontrolli prindëror
sr: родитељска контрола
ur: والدین کا کنٹرول

source: Downloads
af: Aflaaie
am: Ներբեռնումներ
az: Yükləmələr
be: Спампоўкі
bg: Изтегляния
bn: ডাউনলোড
ca: Descàrregues
el: Λήψεις
et: Allalaadimised
eu: Deskargak
fa: دانلودها
ga_ie: Íoslódálacha
he: הורדות
hi: डाउनलोड
kk: Жүктеулер
ku: Daxistin
lv: Lejupielādes
sq: Shkarkime
sr: Преузимања
ur: ڈاؤن لوڈز

# liveCate
source: LIVE CATEGORIES
af: LEWENDE KATEGORIEË
am: ՈՒՂԻՂ ԿԱՐԳԵՐ
az: CANLI KATEQORİYALAR
be: ЖЫВЫЯ КАТЭГОРЫІ
bg: КАТЕГОРИИ НА ЖИВО
bn: লাইভ বিভাগ
ca: CATEGORIES EN DIRECTE
da: LIVE KATEGORIER
el: ΖΩΝΤΑΝΑ ΚΑΤΗΓΟΡΙΕΣ
et: LIVE KATEGOORIAD
eu: ZUZENEKO KATEGORIAK
fa: دسته بندی های زنده
ga_ie: CATAGÓIRÍ BEO
he: קטגוריות חיות
hi: लाइव श्रेणियाँ
kk: ТІКЕЛЕЙ САНАТТАР
ku: KATEGORIYÊN ZINDÎ
lv: LIVE KATEGORIJAS
sq: KATEGORITË LIVE
sr: ЛИВЕ ЦАТЕГОРИЕС
ur: لائیو کیٹگریز

# movieCate
source: MOVIES CATEGORIES
af: FILMKATEGORIEË
am: ՖԻԼՄԵՐ ԿԱՏԳՈՐԻԱՆԵՐ
az: FİLM KATEQORİYALARI
be: КАТЭГОРЫІ ФІЛЬМАЎ
bg: КАТЕГОРИИ ФИЛМИ
bn: চলচ্চিত্র বিভাগ
ca: CATEGORIES DE PEL·lícules
da: FILM KATEGORIER
el: ΚΑΤΗΓΟΡΙΕΣ ΤΑΙΝΙΩΝ
et: FILMIDE KATEGOORIAD
eu: FILM KATEGORIAK
fa: رده های فیلم
ga_ie: CATAGÓIRÍ SCANNÁN
he: קטגוריות סרטים
hi: मूवीज़ श्रेणियाँ
kk: ФИЛЬМ САНАТТАРЫ
ku: KATEGORIYÊN FÎMÊ
lv: FILMU KATEGORIJAS
sq: KATEGORITË E FILMAVE
sr: КАТЕГОРИЈЕ ФИЛМОВА
ur: فلموں کے زمرے

# seriesCate
source: SERIES CATEGORIES
af: REEKS KATEGORIEË
am: ՍԵՐԻԱԼՆԵՐԻ ԿԱՏԳՈՐԻԱՆԵՐ
az: SERIYA KATEQORİYALARI
be: КАТЭГОРЫІ СЕРЫЯЎ
bg: КАТЕГОРИИ СЕРИИ
bn: সিরিজ ক্যাটাগরি
ca: CATEGORIES DE LA SÈRIE
da: SERIE KATEGORIER
el: ΚΑΤΗΓΟΡΙΕΣ ΣΕΙΡΩΝ
eu: SERRIE KATEGORIAK
fa: دسته بندی های سری
ga_ie: CATAGÓIRÍ SRAITH
he: קטגוריות סדרה
hi: श्रृंखला श्रेणियाँ
kk: СЕРИЯЛАР КАТЕГОРИЯЛАРЫ
ku: KATEGORIYÊN RÊZÎ
sq: KATEGORITË E SERIAVE
sr: КАТЕГОРИЈЕ СЕРИЈА
ur: سیریز کیٹیگریز

# selectLanguage
source: Select yout Preferred Language
af: Kies jou voorkeurtaal
am: Ընտրեք ձեր նախընտրած լեզուն
az: Tercih etdiyiniz dili seçin
be: Выберыце пажаданую мову
bg: Изберете вашия предпочитан език
bn: আপনার পছন্দের ভাষা নির্বাচন করুন
ca: Seleccioneu el vostre idioma preferit
da: Vælg dit foretrukne sprog
el: Επιλέξτε την προτιμώμενη γλώσσα
et: Valige eelistatud keel
eu: Hautatu zure hizkuntza hobetsia
fa: زبان برگزیده خود را انتخاب کنید
ga_ie: Roghnaigh do Rogha Teanga
he: בחר את השפה המועדפת עליך
hi: अपनी पसंदीदा भाषा चुनें
kk: Қалаулы тілді таңдау
ku: Zimanê xwe yê bijartî hilbijêre
lv: Izvēlieties vēlamo valodu
sq: Zgjidh gjuhën tënde të preferuar
sr: Изаберите свој жељени језик
ur: اپنی ترجیحی زبان منتخب کریں

# chooseLang
source: Choose Language
af: Kies taal
am: Ընտրել լեզուն
az: Dil seçin
be: Выбраць мову
bg: Избор на език
bn: ভাষা চয়ন করুন
ca: Tria l'idioma
da: Vælg sprog
el: Επιλογή γλώσσας
et: Vali keel
eu: Aukeratu hizkuntza
fa: انتخاب زبان
ga_ie: Roghnaigh Teanga
he: בחר שפה
hi: भाषा चुनें
kk: Тілді таңдау
ku: Ziman hilbijêre
lv: Izvēlieties valodu
sq: Zgjidh gjuhën
sr: Изабери језик
ur: زبان کا انتخاب کریں

source: Sort By
af: Sorteer volgens
am: Դասավորել ըստ
az: Sırala
be: Сартаваць па
bg: Сортиране по
bn: বাছাই করুন
ca: Ordenar per
da: Sortér efter
el: Ταξινόμηση κατά
et: Sorteeri
eu: Ordenatu
fa: مرتب سازی بر اساس
ga_ie: Sórtáil de réir
he: מיין לפי
hi: क्रमबद्ध करें
kk: Сұрыптау
lv: Kārtot pēc
sr: Сорт Би
ur: چھانٹیں

source: Close
af: Maak toe
am: Փակել
az: bağlayın
be: Зачыніць
bg: Затвори
bn: বন্ধ
ca: Tancar
da: Luk
el: Κλείσιμο
et: Sule
eu: Itxi
fa: بستن
ga_ie: Dún
he: סגור
hi: बंद करें
kk: жабу
ku: Girtî
lv: Aizvērt
sq: Mbyll
sr: Затвори
ur: بند

# loginFailed
source: Login Failed Try Again Later
af: Kon nie aanmeld nie Probeer later weer
am: Մուտքը ձախողվեց Փորձեք ավելի ուշ
az: Giriş uğursuz oldu, sonra yenidən cəhd edin
be: Не ўдалося ўвайсці, паспрабуйце яшчэ раз пазней
bg: Неуспешно влизане Опитайте отново по-късно
bn: লগইন ব্যর্থ হয়েছে পরে আবার চেষ্টা করুন
ca: Ha fallat l'inici de sessió, torna-ho a provar més tard
da: Login mislykkedes Prøv igen senere
el: Η σύνδεση απέτυχε Δοκιμάστε ξανά αργότερα
et: Sisselogimine ebaõnnestus Proovige hiljem uuesti
eu: Hasieran huts egin du Saiatu berriro geroago
fa: ورود انجام نشد بعدا دوباره امتحان کنید
he: הכניסה נכשלה נסה שוב מאוחר יותר
hi: लॉगिन विफल हुआ, बाद में पुनः प्रयास करें
kk: Кіру сәтсіз аяқталды, кейінірек қайталап көріңіз
ku: Têketin têk çû Paşê dîsa biceribîne
lv: Pieteikšanās neizdevās Mēģiniet vēlreiz vēlāk
sq: Hyrja dështoi Provoni përsëri më vonë
sr: Пријава није успела, покушајте поново касније
ur: لاگ ان ناکام ہو گیا بعد میں دوبارہ کوشش کریں

# liveRecording
source: Start Live Recording
af: Begin regstreekse opname
am: Սկսեք կենդանի ձայնագրումը
az: Canlı qeydi başlat
be: Пачаць жывы запіс
bg: Стартиране на запис на живо
bn: লাইভ রেকর্ডিং শুরু করুন
ca: Inicia la gravació en directe
da: Start liveoptagelse
el: Έναρξη ζωντανής εγγραφής
et: Alusta otsesalvestust
eu: Hasi zuzeneko grabatzen
ga_ie: Tosaigh ar Thaifeadadh Beo
he: התחל הקלטה חיה
hi: लाइव रिकॉर्डिंग शुरू करें
kk: Тікелей жазуды бастау
ku: Destpêkirina Tomarkirina Zindî
lv: Sākt tiešraides ierakstīšanu
sr: Започни снимање уживо
ur: لائیو ریکارڈنگ شروع کریں

# startRecord
source: Start Recording
af: Begin opname
am: Սկսեք ձայնագրումը
az: Yazmağa başla
be: Пачаць запіс
bg: Стартиране на запис
bn: রেকর্ডিং শুরু করুন
ca: Comença la gravació
da: Start optagelse
el: Έναρξη εγγραφής
et: Alusta salvestamist
eu: Hasi grabatzen
fa: شروع ضبط
ga_ie: Tosaigh Taifeadadh
he: התחל להקליט
hi: रिकॉर्डिंग शुरू करें
kk: Жазуды бастау
ku: Destpêkirina tomarkirinê
lv: Sākt ierakstīšanu
sq: Fillo regjistrimin
sr: Започни снимање
ur: ریکارڈنگ شروع کریں

# startRecordMessage
source: The app will record the entire screen, so the player needs to be opened in full screen mode.
af: Die toepassing sal die hele skerm opneem, so die speler moet in volskermmodus oopgemaak word.
am: Հավելվածը կգրանցի ամբողջ էկրանը, ուստի նվագարկիչը պետք է բացվի ամբողջ էկրանով
az: Tətbiq bütün ekranı yazacaq, ona görə də pleyer tam ekran rejimində açılmalıdır.
be: Праграма будзе запісваць увесь экран, таму плэер трэба адкрыць у поўнаэкранным рэжыме.
bg: Приложението ще записва целия екран, така че плейърът трябва да бъде отворен в режим на цял екран.
bn: অ্যাপটি পুরো স্ক্রীন রেকর্ড করবে, তাই প্লেয়ারটিকে ফুল স্ক্রিন মোডে খুলতে হবে।
ca: L'aplicació gravarà tota la pantalla, de manera que el reproductor s'ha d'obrir en mode de pantalla completa
da: Appen optager hele skærmen, så afspilleren skal åbnes i fuldskærmstilstand.
el: Η εφαρμογή θα καταγράψει ολόκληρη την οθόνη, επομένως η συσκευή αναπαραγωγής πρέπει να ανοίξει σε λειτουργία πλήρους οθόνης.
et: Rakendus salvestab kogu ekraani, seega tuleb pleier avada täisekraanirežiimis.
eu: Aplikazioak pantaila osoa grabatuko du, beraz, erreproduzitzailea pantaila osoko moduan ireki behar da.
fa: برنامه کل صفحه را ضبط می کند, بنابراین پخش کننده باید در حالت تمام صفحه باز شود.
he: האפליקציה תקליט את כל המסך, לכן יש לפתוח את הנגן במצב מסך מלא.
hi: ऐप पूरी स्क्रीन रिकॉर्ड करेगा, इसलिए प्लेयर को फ़ुल स्क्रीन मोड में खोलना होगा.
kk: Қолданба бүкіл экранды жазады, сондықтан ойнатқышты толық экран режимінде ашу керек.
ku: Serlêdan dê tevahiya ekranê tomar bike, ji ber vê yekê pêdivî ye ku lîstikvan di moda ekrana tevahî de were vekirin.
lv: Lietotne ierakstīs visu ekrānu, tāpēc atskaņotājs ir jāatver pilnekrāna režīmā.
sq: Aplikacioni do të regjistrojë të gjithë ekranin, kështu që luajtësi duhet të hapet në modalitetin e ekranit të plotë.
sr: Апликација ће снимити цео екран, тако да плејер треба да се отвори у режиму целог екрана.
ur: ایپ پوری اسکرین کو ریکارڈ کرے گی، اس لیے پلیئر کو فل سکرین موڈ میں کھولنے کی ضرورت ہے۔
