Repository: TheBilalJaved/testIPTV
Catalog: assets/lib/l10n/intl_*.arb
Languages: af, am, az, be, bg, bn, ca, da, el, et, eu, fa, ga_ie, he, hi, kk, ku, lv, sq, sr, ur

# okString
source: OK
be: ОК
bg: ОК
bn: ঠিক আছে
ca: D'acord
eu: Ados
ga_ie: Ceart go leor
he: בסדר
hi: ठीक है
kk: Жарайды
lv: Labi
sr: ОК
ur: ٹھیک ہے

source: ADD PLAYER
af: VOEG SPELER BY
am: ԱՎԵԼԱՑՆԵԼ ԽԱՂԱՑՈՂ
az: OYUNCU ƏLAVƏ
be: ДАДАЦЬ ГУЛЬЦА
bg: ДОБАВИ ИГРАЧ
bn: অ্যাড প্লেয়ার
ca: AFEGIR UN JUGADOR
da: TILFØJ AFSPILLER
el: ΠΡΟΣΘΗΚΗ ΠΑΙΚΤΗ
et: LISA MÄNGIJA
eu: GEHITU JOKALARIA
fa: اضافه کردن بازیکن
ga_ie: ADD IMREOIR
he: הוסף שחקן
hi: प्लेयर जोड़ें
kk: ОЙЫНШЫ ҚОСУ
ku: PLAYERÊ ZÊDE BIKE
lv: PIEVIENOT SPĒLĒTĀJU
sq: SHTO PLAYER
sr: АДД ПЛАИЕР
ur: کھلاڑی شامل کریں

# liveString
source: LIVE
af: LEWEND
am: ՈՒՂԻՂ
az: CANLI
be: ЖЫВАЯ
bg: НА ЖИВО
bn: লাইভ
ca: EN DIRECTE
el: ΖΩ
eu: ZUZENEAN
fa: زنده
ga_ie: BEO
he: לִחיוֹת
hi: लाइव
kk: ТІКЕЛЕЙ ЭФИР
ku: ZINDÎ
lv: TIEŠRAIDĒ
sr: ЛИВЕ
ur: لائیو

source: Upload
af: Laai op
am: Վերբեռնել
az: Yüklə
be: Загрузіць
bg: Качване
bn: আপলোড
ca: Càrrega
el: Μεταφόρτωση
et: Laadi üles
eu: Kargatu
fa: آپلود
ga_ie: Uaslódáil
he: העלה
hi: अपलोड करें
kk: Жүктеп салу
ku: Barkirin
lv: Augšupielādēt
sq: Ngarko
sr: Отпреми
ur: اپ لوڈ کریں

source: Restart Test
af: Herbegin toets
am: Վերագործարկեք թեստը
az: Testi yenidən başladın
be: Перазапусціць тэст
bg: Рестартиране на тест
bn: পরীক্ষা পুনরায় আরম্ভ করুন
ca: Reinicia la prova
da: Genstart test
el: Επανεκκίνηση δοκιμής
eu: Berrabiarazi proba
fa: تست راه اندازی مجدد
ga_ie: Atosaigh an Tástáil
he: הפעל מחדש את הבדיקה
hi: परीक्षण पुनः आरंभ करें
kk: Тестті қайта іске қосу
ku: Destpêkirina Testê
lv: Restartēt testu
sq: Rinis testin
sr: Рестарт Тест
ur: ٹیسٹ دوبارہ شروع کریں

source: Testing
af: Toets
am: Թեստավորում
az: Sınaq
be: Тэставанне
bg: Тестване
bn: পরীক্ষা
ca: Prova
da: Test
el: Δοκιμή
et: Testimine
eu: Probak
fa: تست کردن
ga_ie: Tástáil
he: בדיקה
hi: परीक्षण
kk: Тестілеу
lv: Pārbaude
sq: Testimi
sr: Тестирање
ur: ٹیسٹنگ

source: Languages
af: Tale
am: ቋንቋዎች
az: Dillər
be: Мовы
bg: Езици
bn: ভাষাসমূহ
ca: idiomes
da: sprog
el: γλώσσες
et: keeled
eu: hizkuntzak
fa: زبان‌ها
he: שפות
hi: भाषाएँ
kk: тілдер
ku: zimanên
lv: valodas
sq: gjuhe
sr: jezici
ur: زبانیں

# savedSuccess
source: Saved Successfully
af: Suksesvol gestoor
am: Պահվել է հաջողությամբ
az: Uğurla saxlandı
be: Пасьпяхова захавана
bg: Записани успешно
bn: সফলভাবে সংরক্ষিত হয়েছে
ca: S'ha desat correctament
da: Gem succesfuldt
el: Αποθηκεύτηκε με επιτυχία
et: Salvestatud edukalt
eu: Ondo gorde da
fa: با موفقیت ذخیره شد
ga_ie: D'éirigh le sábháil
he: נשמר בהצלחה
hi: सफलतापूर्वक सहेजा गया
kk: Сәтті сақталды
ku: Bi serketî hat tomarkirin
lv: Saglabāts veiksmīgi
sq: U ruajt me sukses
sr: Сачувано успешно
ur: کامیابی سے محفوظ کیا گیا

source: LIVE TV WITH GUIDE
af: LIVE TV MET GIDS
am: ՈՒՂԻՂ ՀԵՌՈՒՍՏԱՏԵՍՈՒԹՅԱՆ ԳԻԴԻ ՀԵՏ
az: CANLI TELEVİZYON
be: ЖЫВАЕ ТБ З ГІДАМ
bg: ТЕЛЕВИЗИЯ НА ЖИВО С РЪКОВОДСТВО
bn: গাইড সহ লাইভ টিভি
ca: TV EN DIRECTE AMB GUIA
da: LIVE TV MED GUIDE
el: LIVE TV ΜΕ ΟΔΗΓΟ
et: OTSE TV JUHENDIGA
eu: GUIDEAREKIN ZUZENEKO TELEBISTA
fa: تلویزیون زنده با راهنما
ga_ie: Teilifís BEO LE TREOIR
he: טלוויזיה חיה עם מדריך
hi: लाइव टीवी विद गाइड
kk: НҰСҚАУЛЫҚ БАР ТІКЕЛЕЙ ТЕЛЕДИДАР
ku: Televîzyona ZINDÎ BI RÊBERÎ
lv: TV TIEŠRAIDE AR ​​ceļvedi
sq: LIVE TV ME GUIDE
sr: ТВ УЖИВО СА ВОДИЧОМ
ur: لائیو ٹی وی گائیڈ کے ساتھ

# dublicatePlayerError
source: Player Already Added
af: Speler reeds bygevoeg
am: Խաղացող արդեն ավելացված
az: Oyunçu artıq əlavə olunub
be: Гулец ужо дададзены
bg: Плейърът вече е добавен
bn: খেলোয়াড় ইতিমধ্যেই যোগ করা হয়েছে
ca: El jugador ja s'ha afegit
da: Afspiller allerede tilføjet
el: Το πρόγραμμα αναπαραγωγής έχει ήδη προστεθεί
et: Mängija on juba lisatud
fa: پخش کننده قبلا اضافه شده است
ga_ie: Imreoir Curtha Leis Cheana
he: שחקן כבר נוסף
hi: प्लेयर पहले ही जोड़ा जा चुका है
kk: Ойыншы әлдеқашан қосылған
ku: Player Jixwe Zêdebû
lv: Atskaņotājs jau ir pievienots
sq: Lojtari është shtuar tashmë
sr: Плајер је већ додат
ur: کھلاڑی پہلے ہی شامل کر دیا گیا ہے

# playerAddedSuccess
source: Player Added
af: Speler bygevoeg
am: Խաղացող ավելացվել է
az: Oyunçu əlavə edildi
be: Гулец дададзены
bg: Добавен играч
bn: খেলোয়াড় যোগ করা হয়েছে
ca: Jugador afegit
da: Afspiller tilføjet
el: Προστέθηκε ο παίκτης
et: Mängija lisatud
eu: Jokalari gehitu da
fa: بازیکن اضافه شد
ga_ie: Cuireadh an t-imreoir leis
he: השחקן נוסף
hi: प्लेयर जोड़ा जा चुका है
kk: Қосылған ойыншы
ku: Player lê zêde kir
lv: Atskaņotājs pievienots
sq: Lojtari u shtua
sr: Плаиер додат
ur: کھلاڑی شامل کیا گیا

source: Remove Player
af: Verwyder speler
am: Հեռացնել նվագարկիչը
az: Oyunçu çıxarın
be: Выдаліць гульца
bg: Премахване на играч
bn: প্লেয়ার সরান
ca: Elimina el reproductor
da: Fjern afspiller
et: Eemalda pleier
eu: Kendu erreproduzitzailea
fa: پخش کننده را حذف کنید
ga_ie: Bain Imreoir
he: הסר נגן
hi: प्लेयर हटाएँ
kk: Ойыншыны жою
ku: Lîstikvan Rake
lv: Noņemt atskaņotāju
sq: Hiq lojtarin
sr: Уклони плејера
ur: کھلاڑی کو ہٹائیں

# DownloadingInProgressString
source: movie or series is downloading. Please wait until it's finished before watching!
af: Die fliek of reeks is besig om af te laai. Wag asseblief totdat dit voltooi is voordat jy kyk!
am: ፊልም ወይም የስርዓት እንደ ተከለበሰ እቅፍ ነው። እባክህ እስከ ይህ ድረስ ይቀጥል ይገባዋችሁ!
az: Film və ya serial yüklənir. Zəhmət olmasa, izləmədən əvvəl tamamlanmasını gözləyin!
be: Фільм або серыял загружаецца. Калі ласка, пачакайце, пакуль ён не завершаны, перад праглядам!
bg: Филмът или сериалът се изтегля. Моля, изчакайте да завърши, преди да започнете да гледате!
bn: ছবি বা সিরিজ ডাউনলোড হচ্ছে। দয়া করে এটি সম্পূর্ণ হওয়ার জন্য অপেক্ষা করুন আগে দেখার জন্য!
ca: La pel·lícula o sèrie s'està descarregant. Si us plau, espereu fins que estigui complet abans de mirar!
da: Filmen eller serien bliver downloadet. Vent venligst, indtil den er færdig, før du ser!
el: Η ταινία ή η σειρά κατεβαίνει. Παρακαλώ περιμένετε μέχρι να ολοκληρωθεί πριν παρακολουθήσετε!
et: Film või sari on allalaadimisel. Palun oodake, kuni see on lõpule viidud, enne vaatamist!
eu: Filma edo seriea deskargatzen ari da. Mesedez, itxaroten jarraitu, amaitu arte ikusi aurretik!
fa: فیلم یا سریال در حال دانلود است. لطفاً تا تکمیل آن صبر کنید قبل از اینکه شروع به تماشا کنید!
ga_ie: Tá an scannán nó an tsraith ag íoslódáil. Le do thoil, fan go mbeidh sé críochnaithe sula dtosaíonn tú ag féachaint!
he: הסרט או הסדרה נמצאים בהורדה. אנא המתן עד להשלמת ההורדה לפני הצפייה!
hi: फिल्म या श्रृंखला डाउनलोड हो रही है। कृपया देखने से पहले पूर्ण होने तक प्रतीक्षा करें!
kk: Фильм немесе серия жүктелуде. Көрмес бұрын аяқталуын күтіңіз!
ku: Fîlm an jî rêzefîlm di berdewamî de ye. Ji kerema xwe, piştî ku temam bibe, li ber xwe bibin!
lv: Filma vai sērija tiek lejupielādēta. Lūdzu, gaidiet, līdz tā būs pabeigta, pirms skatīšanās!
sq: Filmi ose seriali po shkarkohet. Ju lutemi prisni derisa të përfundojë para se të shikoni!
sr: Film ili serija se preuzima. Molimo vas da sačekate da se preuzimanje završi pre nego što počnete da gledate!
ur: فلم یا سیریز ڈاؤن لوڈ ہو رہی ہے۔ براہ کرم دیکھنے سے پہلے مکمل ہونے کا انتظار کریں!

source: RESET
af: TERUGSTEL
am: վերակայել
be: СКІД
bg: НУЛИРАНЕ
bn: রিসেট
da: NULSTIL
el: ΕΠΑΝΑΦΟΡΑ
et: lähtestada
eu: Berrezarri
ga_ie: ATHShocraigh
he: איפוס
hi: रीसेट करें
lv: Atiestatīt
sq: RISET
sr: РЕСЕТ
ur: ری سیٹ کریں

# noCatchUpData
source: No catch-up content available at this time
af: Geen terug-kyk inhoud beskikbaar op hierdie tydstip nie.
am: የሚያንቀሳቅስ ይዘት በዚህ ጊዜ የለም
az: İndi geri qayıtma məzmunu mövcud deyil
be: На дадзены момант даступны змест для вяртання няма
bg: В момента няма налично съдържание за възстановяване
bn: এই মুহূর্তে কোনও ক্যাচ-আপ কনটেন্ট উপলব্ধ নেই
ca: No hi ha contingut de recuperació disponible en aquest moment
da: Der er i øjeblikket ikke noget indhold tilgængeligt til catch-up
el: Δεν είναι διαθέσιμα περιεχόμενα catch-up αυτή τη στιγμή.
et: Praegu pole catch-up sisu saadaval.
eu: Não há conteúdo disponível para recuperação no momento.
fa: در حال حاضر محتوای قابل بازیابی موجود نیست.
he: אין תוכן לתפוס כרגע.
hi: इस समय कोई कैच-अप सामग्री उपलब्ध नहीं है
kk: Қазіргі уақытта қайтарылатын мазмұн жоқ
ku: Niha nîşanên derbasî tune ne.
lv: Šobrīd nav pieejama nekādas atpakaļejošās satura.
sq: Nuk ka përmbajtje të disponueshme për përsëritje në këtë kohë.
sr: Trenutno nema dostupnog sadržaja za ponovnu pregledanje.
ur: اس وقت کوئی کیچ اپ مواد دستیاب نہیں ہے۔

# externalPlayerSelectionString
source: Please select a video player installed on your device to play the video. Ensure you choose a compatible .exe file or an appropriate video player for seamless playback.
af: Kies asseblief 'n videospeler wat op jou toestel geïnstalleer is om die video te speel. Maak seker dat jy 'n versoenbare .exe-lêer of 'n gepaste videospeler kies vir naatlose afspeel.
am: እባክዎ በመሣሪያዎ ላይ ተጫንቶ ያለ የቪዲዮ አጫውታሪ ይምረጡ ለቪዲዮውን ማጫወት። እባክዎ ተስማሚ የ. exe ፋይል ወይም ምቹ የቪዲዮ አጫውታሪ ይምረጡ ለጠንካራ እንቅስቃሴ።
az: Zəhmət olmasa, videonu oynatmaq üçün cihazınıza quraşdırılmış bir video pleyer seçin. Uyğun bir .exe faylı və ya uyğun bir video pleyer seçdiyinizə əmin olun ki, rahat oynatma təmin edilsin.
be: Калі ласка, выберыце відэапрайгравальнік, усталяваны на вашай прыладзе, для прайгравання відэа. Пераканайцеся, што вы выбралі сумяшчальны файл .exe або адпаведны відэапрайгравальнік для бесперашкоднага прай
bg: Моля, изберете видео плейър, инсталиран на вашето устройство, за да възпроизведете видеото. Уверете се, че сте избрали съвместим .exe файл или подходящ видео плейър за безпроблемно възпроизвеждане.
bn: দয়া করে আপনার ডিভাইসে ইনস্টল করা একটি ভিডিও প্লেয়ার নির্বাচন করুন ভিডিওটি চালানোর জন্য। একটি উপযুক্ত .exe ফাইল বা একটি সঠিক ভিডিও প্লেয়ার নির্বাচন করতে নিশ্চিত হন যাতে ভিডিওটি নির্বিঘ্নে চলতে পারে।
ca: Si us plau, seleccioneu un reproductor de vídeo instal·lat al vostre dispositiu per reproduir el vídeo. Assegureu-vos de triar un fitxer .exe compatible o un reproductor de vídeo adequat per a una reproducció fluida.
da: Vælg venligst en videospiller, der er installeret på din enhed, for at afspille videoen. Sørg for at vælge en kompatibel .exe-fil eller en passende videospiller for problemfri afspilning.
el: Παρακαλώ επιλέξτε έναν εγκατεστημένο πρόγραμμα αναπαραγωγής βίντεο στη συσκευή σας για να αναπαράγετε το βίντεο. Βεβαιωθείτε ότι έχετε επιλέξει ένα συμβατό αρχείο .exe ή ένα κατάλληλο πρόγραμμα αναπαραγωγής βίντεο για ομαλή αναπαραγωγή.
et: Palun valige oma seadmesse installitud videopleier, et videot esitada. Veenduge, et valite ühilduva .exe-faili või sobiva videopleieri sujuvaks taasesituseks.
eu: Mesedez, hautatu zure gailuan instalatuta dagoen bideo-erreproduzigailu bat bideoa erreproduzitzeko. Ziurtatu bateragarria den .exe fitxategi bat edo bideo-erreproduzigailu egokia aukeratzen duzula erreprodukzio leun bat izateko.
fa: لطفاً یک پخش‌کننده ویدیو که روی دستگاه شما نصب شده است را برای پخش ویدیو انتخاب کنید. اطمینان حاصل کنید که یک فایل .exe سازگار یا یک پخش‌کننده ویدیو مناسب را برای پخش
ga_ie: Roghnaigh le do thoil imreoir físeáin atá suiteáilte ar do ghléas chun an físeán a imirt. Déan cinnte go roghnaíonn tú comhad .exe atá comhoiriúnach nó imreoir físeáin oiriúnach le haghaidh athsheinm gan uaim.
he: אנא בחר נגן וידאו שמותקן במכשיר שלך כדי לנגן את הווידאו. ודא שאתה בוחר קובץ .exe תואם או נגן וידאו מתאים לניגון חלק.
hi: कृपया वीडियो चलाने के लिए अपने डिवाइस पर इंस्टॉल किया गया एक वीडियो प्लेयर चुनें। सुनिश्चित करें कि आप एक संगत .exe फ़ाइल या एक उपयुक्त वीडियो प्लेयर चुनें ताकि वीडियो बिना रुक
kk: Бейне ойнату үшін құрылғыңызға орнатылған бейне ойнатқышты таңдаңыз. Біркелкі ойнату үшін үйлесімді .exe файлын немесе сәйкес бейне ойнатқышты таңдағаныңызға көз жеткізіңіз.
ku: Ji kerema xwe ji bo lîstina vîdyoyê serlêdaneke vîdyoyê yê li ser amirê xwe ya saz kirî hilbijêrin. Piştrast bikin ku hejmarê .exe ya hevbeş an jî lîstikereke vîdyoyê yê sazbûyî hilbijêrin da ku pêşkêşkirina bêkêmasî hebe.
lv: Lūdzu, izvēlieties video atskaņotāju, kas ir instalēts jūsu ierīcē, lai atskaņotu video. Pārliecinieties, ka izvēlaties saderīgu .exe failu vai piemērotu video atskaņotāju vienmērīgai atskaņošanai.
sq: Ju lutemi zgjidhni një luajtës video të instaluar në pajisjen tuaj për të luajtur videon. Sigurohuni që të zgjidhni një skedar .exe të pajtueshëm ose një luajtës video të përshtatshëm për riprodhim të pand
sr: Молимо вас да изаберете видео плејер инсталиран на вашем уређају за репродукцију видеа. Уверите се да сте изабрали компатибилну .exe датотеку или одговарајући видео плејер за несметано репродуковање.
ur: براہ کرم ویڈیو چلانے کے لیے اپنے ڈیوائس پر انسٹال کردہ ویڈیو پلیئر کا انتخاب کریں۔ یہ یقینی بنائیں کہ آپ ایک ہم آہنگ .exe فائل یا مناسب ویڈیو پلیئر کا انتخاب کریں تاکہ وی

# openPlayerErrorMessage
source: Unable to open the external player. Please ensure you have selected a supported video player.
af: Kan nie die eksterne speler oopmaak nie. Maak asseblief seker dat u 'n versoenbare videospeler gekies het.
am: የውጪ ተጫዋች መክፈቻ አልቻልኩም። እባኮትን የደግሞ የተደገፈ ቪዲዮ ተጫዋች እንደምን ተመርጥ።
az: Xarici pleyeri açmaq mümkün deyil. Zəhmət olmasa, dəstəklənən video pleyeri seçdiyinizə əmin olun
be: Не атрымалася адкрыць знешні плеер. Калі ласка, упэўніцеся, што вы выбралі падтрымліваемы відэаплеер
bg: Не можа да се отвори външният плеър. Моля, уверете се, че сте избрали поддържан видео плеър
bn: বাহ্যিক প্লেয়ার খুলতে পারছেনা। দয়া করে নিশ্চিত করুন যে আপনি একটি সমর্থিত ভিডিও প্লেয়ার নির্বাচন করেছেন
ca: No es pot obrir el reproductor extern. Si us plau, assegureu-vos que heu seleccionat un reproductor de vídeo compatible.
da: Kan ikke åbne den eksterne afspiller. Sørg for, at du har valgt en understøttet videoafspiller.
el: Δεν είναι δυνατή η ανοικτή εξωτερική αναπαραγωγή. Παρακαλώ βεβαιωθείτε ότι έχετε επιλέξει έναν υποστηριζόμενο αναπαραγωγέα βίντεο.
et: Kann den externen Player nicht öffnen. Bitte stellen Sie sicher, dass Sie einen unterstützten Video-Player ausgewählt haben.
eu: Ez da posible kanpoko erreproduzitzailea irekita. Mesedez, ziurtatu bideo erreproduzitzaile onartu bat hautatu duzula.
fa: نمی‌توان پخش‌کننده خارجی را باز کرد. لطفاً مطمئن شوید که پخش‌کننده ویدئویی که انتخاب کرده‌اید، پشتیبانی می‌شود.
ga_ie: Ní féidir an t-ardán lasmuigh a oscailt. Déan cinnte go bhfuil tú tar éis imreoir físe a roghnú atá comhoiriúnach.
he: לא ניתן לפתוח את הנגן החיצוני. אנא ודאו שבחרתם נגן וידאו תומך.
hi: बाहरी प्लेयर खोलना संभव नहीं है। कृपया सुनिश्चित करें कि आपने एक समर्थित वीडियो प्लेयर चुना है।
kk: Сыртқы ойнатқышты ашу мүмкін емес. Қолдау көрсететін бейне ойнатқышты таңдағаныңызға көз жеткізіңіз.
ku: Nabe pleyera derve veke. Ji kerema xwe, pleyera videoyê ku piştgirî dike hilbijêre.
lv: Nevar atvērt ārējo atskaņotāju. Lūdzu, pārliecinieties, ka esat izvēlējušies atbalstītu video atskaņotāju.
sq: Nuk mund të hapni player-in e jashtëm. Ju lutem sigurohuni që keni zgjedhur një player video të mbështetur.
sr: Ne može se otvoriti spoljašnji plejer. Molimo vas da se uverite da ste odabrali podržani video plejer.
ur: باہر کے پلیئر کو کھولنا ممکن نہیں ہے۔ براہ کرم یہ یقینی بنائیں کہ آپ نے ایک معاون ویڈیو پلیئر منتخب کیا ہے۔

# selectString
source: Select
af: Kies
am: Ընտրել
az: Seç
be: Выбраць
bg: Избор
bn: নির্বাচন করুন
ca: Selecciona
da: Vælg
el: Επιλογή
et: Vali
eu: Hautatu
fa: انتخاب
ga_ie: Roghnaigh
he: בחר
hi: चयन करें
kk: Таңдау
ku: Hilbijêre
lv: Atlasīt
sq: Zgjidh
sr: Изабери
ur: منتخب کریں

# removePlayerQuestion
source: Are your sure? you want to remove this player.
af: Is jy seker? jy wil hierdie speler verwyder.
am: እርግጠኛ ነህ? ይህን ተጫዋች ማስወገድ ትፈልጋለህ?
az: Əminsinizmi? Bu oyunçunu silmək istəyirsiniz.
be: Вы ўпэўнены? хочаце выдаліць гэтага гульца.
bg: Сигурни ли сте? Искате да премахнете този играч.
bn: আপনি কি নিশ্চিত? আপনি এই প্লেয়ারটিকে সরাতে চান।
ca: Estàs segur? vols eliminar aquest reproductor.
da: Er du sikker? du vil fjerne denne afspiller.
el: Είστε σίγουροι; θέλετε να αφαιρέσετε αυτό το πρόγραμμα αναπαραγωγής.
et: Kas olete kindel? Kas soovite selle mängija eemaldada.
eu: Ziur zaude? Erreproduzitzaile hau kendu nahi duzula.
fa: آیا مطمئن هستید؟ می خواهید این پخش کننده را حذف کنید.
ga_ie: An bhfuil tú cinnte? Ba mhaith leat an t-imreoir seo a bhaint.
he: האם אתה בטוח? אתה רוצה להסיר את הנגן הזה.
hi: क्या आप सुनिश्चित हैं? आप इस प्लेयर को हटाना चाहते हैं.
kk: Сіз сенімдісіз бе? Осы ойнатқышты жойғыңыз келеді.
ku: Tu ewle yî? tu dixwazî ​​vê lîstikvanê jê bikî.
lv: Vai esat pārliecināts? Vai vēlaties noņemt šo atskaņotāju.
sq: A je i sigurt? dëshiron ta heqësh këtë lojtar.
sr: Да ли сте сигурни? желите да уклоните овог плејера.
ur: کیا آپ کو یقین ہے؟ آپ اس کھلاڑی کو ہٹانا چاہتے ہیں۔

# getExternalPlayerError
source: Could not get ExternalPlayers
af: Kon nie eksterne spelers kry nie
am: Չհաջողվեց ստանալ Արտաքին խաղացողներ
az: ExternalPlayerləri əldə etmək mümkün olmadı
be: Немагчыма атрымаць ExternalPlayer
bg: Не можах да получа ExternalPlayers
bn: বহিরাগত প্লেয়ার পাওয়া যায়নি
ca: No s'han pogut obtenir ExternalPlayers
da: Kunne ikke hente eksterne spillere
el: Δεν ήταν δυνατή η λήψη εξωτερικών παικτών
et: Välisi mängijaid ei õnnestunud hankida
eu: Ezin izan dira kanpoko jokalariak lortu
fa: نمی توان پخش کننده های خارجی دریافت کرد
ga_ie: Níorbh fhéidir Rannpháirtithe Seachtracha a fháil
he: לא ניתן היה להשיג שחקנים חיצוניים
hi: बाहरी प्लेयर नहीं मिल सके
kk: Сыртқы ойыншыларды алу мүмкін болмады
ku: Lîstikên Derveyî nehatin bidestxistin
lv: Nevarēja iegūt ārējos atskaņotājus
sq: Nuk mund të merrja lojtarë të jashtëm
sr: Нисам могао да добијем спољне играче
ur: بیرونی کھلاڑی حاصل نہیں ہو سکے

source: Add New Player
af: Voeg nuwe speler by
am: Ավելացնել նոր նվագարկիչ
az: Yeni oyunçu əlavə et
be: Дадаць новага гульца
bg: Добавяне на нов играч
bn: নতুন প্লেয়ার যোগ করুন
ca: Afegeix un nou jugador
da: Tilføj ny afspiller
el: Προσθήκη νέου προγράμματος αναπαραγωγής
et: Lisa uus mängija
eu: Gehitu jokalari berria
fa: پخش کننده جدید اضافه کنید
ga_ie: Cuir Imreoir Nua Leis
he: הוסף נגן חדש
hi: नया प्लेयर जोड़ें
kk: Жаңа ойыншы қосу
ku: Lîstikvanê Nû lê zêde bike
lv: Pievienot jaunu spēlētāju
sq: Shto një lojtar të ri
sr: Додај новог играча
ur: نیا کھلاڑی شامل کریں

# recordingSteps
source: Steps to Record Video with System Audio:
af: Stappe om video op te neem met stelseloudio:
am: Համակարգային աուդիոով տեսանյութ ձայնագրելու քայլեր
az: Sistem Audio ilə Video Yazmaq üçün Addımlar:
be: Крокі для запісу відэа з сістэмным гукам:
bg: Стъпки за запис на видео със системно аудио:
bn: সিস্টেম অডিও সহ ভিডিও রেকর্ড করার ধাপ:
ca: Passos per gravar vídeo amb l'àudio del sistema:
da: Trin til at optage video med systemlyd:
el: Βήματα για την εγγραφή βίντεο με ήχο συστήματος:
et: Süsteemiheliga video salvestamise sammud:
eu: Sistemaren audioarekin bideoa grabatzeko urratsak:
fa: مراحل ضبط ویدئو با سیستم صوتی:
ga_ie: Céimeanna chun Físeán a Thaifeadadh le Fuaim an Chórais:
he: שלבים להקלטת וידאו עם אודיו של המערכת:
hi: सिस्टम ऑडियो के साथ वीडियो रिकॉर्ड करने के चरण:
kk: Жүйелік аудио арқылы бейне жазу қадамдары:
ku: Gavên Tomarkirina Vîdyoyê Bi Pergala Dengê:
lv: Darbības, lai ierakstītu video ar sistēmas audio:
sq: Hapat për të regjistruar video me audio të sistemit:
sr: Кораци за снимање видеа помоћу системског звука:
ur: سسٹم آڈیو کے ساتھ ویڈیو ریکارڈ کرنے کے اقدامات:

# openRecordingSettings
source: 1. Open Recording Settings:
af: 1. Maak opname-instellings oop:
am: 1. Բացել ձայնագրման կարգավորումները.
az: 1. Səsyazma Parametrlərini açın:
be: 1. Адкрыць налады запісу:
bg: 1. Отворете настройките за запис:
bn: 1. রেকর্ডিং সেটিংস খুলুন:
ca: 1. Obriu la configuració de gravació:
da: 1. Åbn optagelsesindstillinger:
el: 1. Άνοιγμα ρυθμίσεων εγγραφής:
et: 1. Avage salvestusseaded:
eu: 1. Ireki Grabaketa ezarpenak:
fa: 1. باز کردن تنظیمات ضبط:
ga_ie: 1. Oscail Socruithe Taifeadta:
he: 1. פתח את הגדרות ההקלטה:
hi: 1. रिकॉर्डिंग सेटिंग खोलें:
kk: 1. Жазу параметрлерін ашыңыз:
ku: 1. Mîhengên Tomarkirinê veke:
lv: 1. Atveriet ierakstīšanas iestatījumus:
sq: 1. Hap cilësimet e regjistrimit:
sr: 1. Отворите подешавања снимања:
ur: 1. ریکارڈنگ کی ترتیبات کھولیں:

# openRecordingSettingsInstructions
source: - Press Win + R. - Type control mmsys.cpl sounds and hit Enter.
af: - Druk Win + R. - Tik control mmsys.cpl sounds en druk Enter.
am: - Սեղմեք Win + R. - Մուտքագրեք 'mmsys.cpl' կառավարման ձայները և սեղմեք 'Enter'
az: - Win + R düymələrini basın. - Control mmsys.cpl səslərini yazın və Enter düyməsini basın.
be: - Націсніце Win + R. - Увядзіце control mmsys.cpl sounds і націсніце Enter.
bg: - Натиснете Win + R. - Въведете control mmsys.cpl sounds и натиснете Enter.
bn: - Win + R টিপুন। - নিয়ন্ত্রণ mmsys.cpl শব্দ টাইপ করুন এবং এন্টার টিপুন।
ca: - Premeu Win + R. - Escriviu control mmsys.cpl sounds i premeu Enter.
da: - Tryk på Win + R. - Skriv control mmsys.cpl sounds og tryk på Enter.
el: - Πατήστε Win + R. - Πληκτρολογήστε το στοιχείο ελέγχου mmsys.cpl sounds και πατήστε Enter.
et: - Vajutage Win + R. - Sisestage control mmsys.cpl sounds ja vajutage sisestusklahvi.
eu: - Sakatu Win + R. - Idatzi control mmsys.cpl soinuak eta sakatu Sartu.
fa: - Win + R را فشار دهید. - کنترل mmsys.cpl sounds را تایپ کنید و Enter را بزنید.
ga_ie: - Brúigh Win+R. - Clóscríobh fuaimeanna mmsys.cpl rialaithe agus brúigh Iontráil.
he: - הקש Win + R. - הקלד control mmsys.cpl sounds והקש Enter.
hi: - Win + R दबाएँ. - कंट्रोल mmsys.cpl साउंड्स टाइप करें और एंटर दबाएँ.
kk: - Win + R пернелерін басыңыз. - Control mmsys.cpl дыбыстарын теріп, Enter пернесін басыңыз.
ku: - Win + R bikirtînin. - Dengên kontrola mmsys.cpl binivîsin û Enter bitikînin.
lv: - Nospiediet Win+R. - Ierakstiet control mmsys.cpl sounds un nospiediet Enter.
sq: - Shtypni Win + R. - Shkruani kontrollin mmsys.cpl sounds dhe shtypni Enter.
sr: - Притисните Вин + Р. - Укуцајте цонтрол ммсис.цпл соундс и притисните Ентер.
ur: - Win + R دبائیں۔ - کنٹرول mmsys.cpl آوازیں ٹائپ کریں اور Enter دبائیں۔

# checkAudioDevices
source: 2. Check Audio Devices:
af: 2. Gaan oudiotoestelle na:
am: 2. Ստուգեք աուդիո սարքերը:
az: 2. Audio Cihazları yoxlayın:
be: 2. Праверце аўдыяпрылады:
bg: 2. Проверка на аудио устройства:
bn: 2. অডিও ডিভাইস চেক করুন:
ca: 2. Comproveu els dispositius d'àudio:
da: 2. Tjek lydenheder:
el: 2. Ελέγξτε τις συσκευές ήχου:
et: 2. Kontrollige heliseadmeid:
eu: 2. Egiaztatu audio-gailuak:
fa: 2. بررسی دستگاه های صوتی:
ga_ie: 2. Seiceáil Gléasanna Fuaime:
he: 2. בדוק התקני שמע:
hi: 2. ऑडियो डिवाइस जाँचें:
kk: 2. Аудио құрылғыларды тексеру:
ku: 2. Amûrên Dengê Kontrol bikin:
lv: 2. Pārbaudiet audio ierīces:
sq: 2. Kontrollo pajisjet audio:
sr: 2. Проверите аудио уређаје:
ur: 2. آڈیو ڈیوائسز چیک کریں:
