Repository: TheBilalJaved/testIPTV
Catalog: assets/lib/l10n/intl_*.arb
Languages: af, am, az, be, bg, bn, ca, da, el, et, eu, fa, ga_ie, he, hi, kk, ku, lv, sq, sr, ur

source: Expiary Date
af: Vervaldatum
am: Epiary Date
az: İstifadə müddəti
be: Тэрмін прыдатнасці
bg: Дата на изтичане
bn: মেয়াদ শেষ হওয়ার তারিখ
ca: Data de caducitat
da: Udløbsdato
el: Ημερομηνία λήξης
et: Aegumiskuupäev
eu: Iraungitze-data
fa: تاریخ انقضا
ga_ie: Dáta Éaga
he: תאריך תפוגה
hi: समाप्ति तिथि
kk: өткізу күні
ku: Dîroka qedandinê
lv: Derīguma datums
sr: Датум истека
ur: میعاد ختم ہونے کی تاریخ

source: Logged In
af: Aangeteken
am: Մուտք գործած
az: Giriş
be: Увайшлі
bg: Влезли сте
bn: লগ ইন হয়েছে
ca: Has iniciat sessió
da: Logget ind
el: Σύνδεση
et: Sisse logitud
eu: Saioa hasi da
fa: ورود به سیستم
ga_ie: Logáilte Isteach
he: התחבר
hi: लॉग इन
kk: Кірген
ku: Têketî
lv: Pieteicies
sq: Identifikohu
sr: Пријављени
ur: لاگ ان

source: Demo
am: Դեմո
be: Дэма
bg: Демо
bn: ডেমো
fa: دمو
ga_ie: taispeána
he: הדגמה
hi: डेमो
kk: демо
sr: Демо
ur: ڈیمو

source: Search Here
af: Soek hier
am: Որոնել այստեղ
az: Burada axtar
be: Шукаць тут
bg: Търсете тук
bn: এখানে অনুসন্ধান করুন
ca: Cerca aquí
da: Søg her
el: Αναζήτηση εδώ
et: Otsi siit
eu: Bilatu hemen
fa: در اینجا جستجو کنید
ga_ie: Cuardaigh Anseo
he: חפש כאן
hi: यहां खोजें
kk: Осы жерден іздеу
ku: Li vir bigerin
lv: Meklēt šeit
sq: Kërko këtu
sr: Тражи овде
ur: یہاں تلاش کریں

source: Remove
af: Verwyder
az: Sil
be: Выдаліць
bg: Премахване
bn: সরান
ca: Elimina
da: Fjern
et: Eemalda
eu: Kendu
fa: حذف کنید
ga_ie: Bain
he: הסר
hi: हटाएं
kk: жою
ku: Rake
lv: Noņemt
sq: Hiq
sr: Уклони
ur: ہٹائیں

# addToFav
source: Add To Favourites
af: Voeg by gunstelinge
am: Ավելացնել ընտրյալներին
az: Sevimlilərə əlavə et
be: Дадаць у абранае
bg: Добавяне към любими
bn: প্রিয়তে যোগ করুন
ca: Afegeix als preferits
da: Føj til favoritter
el: Προσθήκη στα αγαπημένα
et: Lisa lemmikutesse
eu: Gehitu gogokoetara
fa: افزودن به موارد دلخواه
ga_ie: Cuir le Ceanáin
he: הוסף למועדפים
hi: पसंदीदा में जोड़ें
kk: Таңдаулыларға қосу
ku: Li Vebijarkan Zêde Bike
lv: Pievienot izlasei
sq: Shto te të preferuarat
sr: Додај у фаворите
ur: پسندیدہ میں شامل کریں

source: NO EPG DATA
af: GEEN EPG DATA
az: EPG DATA YOXDUR
be: НЯМА ДАДЗЕНЫХ EPG
bg: НЯМА EPG ДАННИ
bn: কোনো ইপিজি ডেটা নেই
ca: SENSE DADES EPG
da: INGEN EPG-DATA
el: ΧΩΡΙΣ ΔΕΔΟΜΕΝΑ EPG
et: EPG DATA EI
eu: EPG DATU EZ
fa: بدون داده EPG
ga_ie: GAN SONRAÍ EPG
he: ללא נתוני EPG
hi: कोई EPG डेटा नहीं
kk: EPG ДЕРЕКТЕРІ ЖОҚ
ku: DATA EPG TUNE
lv: NAV EPG DATA
sq: PA TË DHËNA EPG
sr: НЕМА ЕПГ ПОДАТАКА
ur: کوئی ای پی جی ڈیٹا نہیں

# downloadAlertString
source: If you want to download, you cannot close the app until the download is complete.
af: As jy wil aflaai, kan jy nie die toepassing toemaak totdat die aflaai voltooi is nie.
am: Եթե ցանկանում եք ներբեռնել, դուք չեք կարող փակել ծրագիրը, քանի դեռ ներբեռնումն ավարտված չէ
az: Endirmək istəyirsinizsə, endirmə tamamlanana qədər proqramı bağlaya bilməzsiniz.
be: Калі вы жадаеце спампаваць, вы не можаце закрыць праграму, пакуль спампоўка не завершыцца.
bg: Ако искате да изтеглите, не можете да затворите приложението, докато изтеглянето не приключи.
bn: আপনি যদি ডাউনলোড করতে চান, ডাউনলোড সম্পূর্ণ না হওয়া পর্যন্ত আপনি অ্যাপটি বন্ধ করতে পারবেন না।
ca: Si voleu baixar, no podeu tancar l'aplicació fins que no s'hagi completat.
da: Hvis du vil downloade, kan du ikke lukke appen, før overførslen er fuldført.
el: Εάν θέλετε να κάνετε λήψη, δεν μπορείτε να κλείσετε την εφαρμογή μέχρι να ολοκληρωθεί η λήψη.
et: Kui soovite alla laadida, ei saa te rakendust sulgeda enne, kui allalaadimine on lõppenud.
eu: Deskargatu nahi baduzu, ezin duzu aplikazioa itxi deskarga amaitu arte.
fa: اگر می خواهید دانلود کنید, نمی توانید برنامه را ببندید تا زمانی که دانلود کامل شود.
ga_ie: Más mian leat é a íoslódáil, ní féidir leat an aip a dhúnadh go dtí go mbeidh an íosluchtú críochnaithe.
he: אם ברצונך להוריד, לא תוכל לסגור את האפליקציה עד להשלמת ההורדה.
hi: यदि आप डाउनलोड करना चाहते हैं, तो आप डाउनलोड पूरा होने तक ऐप को बंद नहीं कर सकते।
kk: Жүктеп алғыңыз келсе, жүктеу аяқталғанша қолданбаны жаба алмайсыз.
ku: Heke tu dixwazî dakêşî, tu nikarî sepanê bigerî heya dakêşîna te biqedîne.
lv: Ja vēlaties lejupielādēt, nevarat aizvērt lietotni, kamēr lejupielāde nav pabeigta.
sq: Nëse dëshironi të shkarkoni, nuk mund ta mbyllni aplikacionin derisa të përfundojë shkarkimi.
sr: Ако желите да преузмете, не можете затворити апликацију док се преузимање не заврши.
ur: اگر آپ ڈاؤن لوڈ کرنا چاہتے ہیں تو آپ ایپ کو اس وقت تک بند نہیں کر سکتے جب تک ڈاؤن لوڈ مکمل نہ ہو جائے۔

source: Info
af: Inligting
am: Ինֆո
az: Məlumat
be: Інфармацыя
bg: Информация
bn: তথ্য
ca: Informació
el: Πληροφορίες
eu: Informazioa
fa: اطلاعات
ga_ie: Faisnéis
he: מידע
hi: जानकारी
kk: Ақпарат
ku: Agahî
lv: Informācija
sr: Информације
ur: معلومات

# waitForDownloadComplete
source: Wait until previous download completed!
af: Wag totdat vorige aflaai voltooi is!
am: Սպասեք մինչև նախորդ ներբեռնումն ավարտվի
az: Əvvəlki endirmə tamamlanana qədər gözləyin!
be: Пачакайце, пакуль папярэдняе спампоўваньне завершыцца!
bg: Изчакайте предишното изтегляне да завърши!
bn: পূর্ববর্তী ডাউনলোড সম্পূর্ণ হওয়া পর্যন্ত অপেক্ষা করুন!
ca: Espereu fins que s'hagi completat la descàrrega anterior!
da: Vent indtil forrige download er fuldført!
el: Περιμένετε μέχρι να ολοκληρωθεί η προηγούμενη λήψη!
et: Oodake, kuni eelmine allalaadimine on lõppenud!
eu: Itxaron aurreko deskarga amaitu arte!
fa: صبر کنید تا دانلود قبلی کامل شود!
ga_ie: Fan go dtí go mbeidh an íosluchtú roimhe seo críochnaithe!
he: המתן עד לסיום ההורדה הקודמת!
hi: पिछला डाउनलोड पूरा होने तक प्रतीक्षा करें!
kk: Алдыңғы жүктеу аяқталғанша күтіңіз!
ku: Li bendê bin heta ku dakêşana berê temam bibe!
lv: Pagaidiet, līdz tiek pabeigta iepriekšējā lejupielāde!
sq: Prit derisa të përfundojë shkarkimi i mëparshëm!
sr: Сачекајте док се претходно преузимање не заврши!
ur: پچھلی ڈاؤن لوڈ مکمل ہونے تک انتظار کرو!

source: Logout?
af: Teken af?
am: Դուրս գալի՞ս
az: Çıxış?
be: Выйсьці?
bg: Изход?
bn: লগআউট?
ca: Tancar sessió?
da: Log ud?
el: Αποσύνδεση;
et: Logi välja?
eu: Ikusi saioa?
fa: خروج؟
ga_ie: Logáil amach?
he: יציאה?
hi: लॉगआउट करें?
kk: Шығу?
ku: Derketin?
lv: Iziet?
sq: Dalje?
sr: Одјава?
ur: لاگ آؤٹ؟

# logoutConfirmString
source: Are your want to logout
af: Wil jy afmeld
am: Ցանկանու՞մ եք դուրս գալ
az: Çıxmaq istəyirsiniz
be: Вы хочаце выйсці
bg: Искате ли да излезете
bn: আপনি কি লগআউট করতে চান
ca: Voleu tancar la sessió
da: Ønsker du at logge ud
el: Θέλετε να αποσυνδεθείτε
et: Kas soovite välja logida
eu: Saioa amaitu nahi al duzu
fa: آیا می خواهید از سیستم خارج شوید
he: האם אתה רוצה להתנתק
hi: क्या आप लॉगआउट करना चाहते हैं
kk: Шығуды қалайсыз ба
ku: Ma hûn dixwazin derkevin
lv: Vai vēlaties atteikties
sq: A doni të dilni
sr: Да ли желите да се одјавите
ur: کیا آپ لاگ آؤٹ کرنا چاہتے ہیں

source: Choose Multi-Screen Layout
af: Kies Multi-Screen Layout
am: Ընտրեք բազմաէկրանի դասավորություն
az: Çoxlu Ekran Düzenini Seçin
be: Выбраць шматэкранны макет
bg: Изберете многоекранно оформление
bn: মাল্টি-স্ক্রিন লেআউট বেছে নিন
ca: Trieu un disseny multipantalla
da: Vælg Multi-Screen Layout
el: Επιλογή διάταξης πολλαπλών οθονών
et: Valige mitme ekraani paigutus
eu: Aukeratu pantaila anitzeko diseinua
fa: طرح چند صفحه را انتخاب کنید
ga_ie: Roghnaigh Leagan Amach Ilscáileáin
he: בחר פריסת ריבוי מסכים
hi: मल्टी-स्क्रीन लेआउट चुनें
kk: Көп экранды орналасуды таңдау
ku: Rêxistina Pir-Screen Hilbijêre
lv: Izvēlēties vairāku ekrānu izkārtojumu
sq: Zgjidhni paraqitjen me shumë ekrane
sr: Изаберите распоред на више екрана
ur: ملٹی اسکرین لے آؤٹ کا انتخاب کریں

source: LIVE CATEGORIES
af: LEWENDE KATEGORIEË
az: CANLI KATEQORİYALAR
be: ЖЫВЫЯ КАТЭГОРЫІ
bg: КАТЕГОРИИ НА ЖИВО
bn: লাইভ বিভাগ
ca: CATEGORIES EN DIRECTE
da: LIVE KATEGORIER
el: ΖΩΝΤΑΝΑ ΚΑΤΗΓΟΡΙΕΣ
et: LIVE KATEGOORIAD
eu: ZUZENEKO KATEGORIAK
ga_ie: CATAGÓIRÍ BEO
he: קטגוריות חיות
hi: लाइव श्रेणियाँ
ku: KATEGORIYÊN ZINDÎ
lv: TIEŠRAIDES KATEGORIJAS
sr: ЛИВЕ ЦАТЕГОРИЕС
ur: لائیو کیٹگریز

source: EPG Time Shift
af: EPG-tydverskuiwing
am: EPG ጊዜ ማሻሻያ
be: EPG зрух часу
bn: ইপিজি টাইম শিফট
ca: Canvi de temps EPG
et: EPG aja nihe
eu: EPG denbora-aldaketa
ga_ie: Athrú Ama EPG
hi: ईपीजी टाइम शिफ्ट
kk: EPG уақытын ауыстыру
ku: Guhertina Demjimêra EPG
lv: EPG laika maiņa
sr: ЕПГ Тиме Схифт
ur: ای پی جی ٹائم شفٹ

source: SAVE
af: STOOR
am: ՊԱՀՊԱՆԵԼ
az: SAXLAYIN
be: ЗАХАВАЦЬ
bg: ЗАПАЗВАНЕ
bn: সংরক্ষণ করুন
ca: DESA
da: GEM
el: ΕΚΤΟΣ
et: SALVESTA
eu: GORDE
fa: ذخیره
ga_ie: Shábháil
he: שמור
hi: सेव
kk: САҚТАУ
lv: SAGLABĀT
sq: RUAJ
sr: САЧУВАЈ
ur: محفوظ کریں

source: Stream Format
af: Stroomformaat
am: Հոսքի ձևաչափ
az: Axın formatı
be: Фармат плыні
bg: Формат на потока
bn: স্ট্রিম বিন্যাস
ca: Format de flux
el: Μορφή ροής
fa: فرمت جریان
ga_ie: Formáid an tSrutha
he: פורמט זרם
hi: स्ट्रीम प्रारूप
kk: Ағын пішімі
ku: Formata Stream
lv: Straumes formāts
sr: Формат стрима
ur: اسٹریم فارمیٹ

source: Defualt
am: Կանխադրված
bn: ডিফুয়াল্ট
el: Αθέτηση
fa: دفوالت
ga_ie: réamhshocraithe
he: ברירת מחדל
ku: destçûnî
sq: E parazgjedhur
sr: Подразумевано

source: EPG Timeline
af: EPG-tydlyn
am: EPG ժամանակացույց
be: Храналогія EPG
bn: EPG টাইমলাইন
ca: Línia de temps EPG
da: EPG-tidslinje
el: Χρονολόγιο EPG
et: EPG ajaskaala
eu: EPG denbora-lerroa
fa: جدول زمانی EPG
ga_ie: Amlíne EPG
he: ציר זמן של EPG
hi: EPG टाइमलाइन
kk: EPG хронологиясы
ku: Dema EPG
lv: EPG laika skala
sq: Kronologjia EPG
sr: ЕПГ временска линија
ur: EPG ٹائم لائن

source: Show Channels only with EPG
af: Wys kanale slegs met EPG
am: Ցուցադրել ալիքները միայն EPG-ով
az: Yalnız EPG ilə kanalları göstər
be: Паказваць каналы толькі з EPG
bg: Показване на канали само с EPG
bn: শুধু EPG দিয়ে চ্যানেল দেখান
ca: Mostra els canals només amb EPG
da: Vis kun kanaler med EPG
el: Εμφάνιση καναλιών μόνο με EPG
et: Kuva kanalid ainult EPG-ga
eu: Erakutsi kanalak EPGarekin soilik
fa: نمایش کانال ها فقط با EPG
ga_ie: Taispeáin Cainéil le EPG amháin
he: הצג ערוצים רק עם EPG
hi: केवल EPG वाले चैनल दिखाएँ
kk: Арналарды тек EPG арқылы көрсету
ku: Qanal tenê bi EPG nîşan bide
lv: Rādīt kanālus tikai ar EPG
sq: Shfaq kanalet vetëm me EPG
sr: Прикажи канале само са ЕПГ
ur: صرف EPG کے ساتھ چینلز دکھائیں

source: Show All Channels
af: Wys alle kanale
am: Ցույց տալ բոլոր ալիքները
az: Bütün kanalları göstər
be: Паказаць усе каналы
bg: Покажи всички канали
bn: সমস্ত চ্যানেল দেখান
ca: Mostra tots els canals
da: Vis alle kanaler
el: Εμφάνιση όλων των καναλιών
et: Kuva kõik kanalid
eu: Erakutsi kanal guztiak
fa: نمایش همه کانال ها
ga_ie: Taispeáin gach cainéal
he: הצג את כל הערוצים
hi: सभी चैनल दिखाएँ
kk: Барлық арналарды көрсету
ku: Hemû kanalan nîşan bide
lv: Rādīt visus kanālus
sq: Shfaq të gjitha kanalet
sr: Прикажи све канале
ur: تمام چینلز دکھائیں

source: Automation
af: Outomatisering
am: Ավտոմատացում
az: avtomatlaşdırma
be: Аўтаматызацыя
bg: Автоматизация
bn: অটোমেশন
ca: Automatització
el: Αυτοματοποίηση
et: automaatika
eu: Automatizazioa
fa: اتوماسیون
he: אוטומציה
hi: स्वचालन
kk: Автоматтандыру
ku: otomat
sq: Automatizimi
sr: Аутоматизација
ur: آٹومیشن

# autoUpdate
source: Auto-Update Channels & Movies
af: Dateer kanale en flieks outomaties op
am: Ալիքների և ֆիլմերի ավտոմատ թարմացում
az: Kanalları və Filmləri Avtomatik Yeniləyin
be: Аўтаматычна абнаўляць каналы і фільмы
bg: Автоматично актуализиране на канали и филми
bn: চ্যানেল ও চলচ্চিত্র স্বতঃ-আপডেট করুন
ca: Actualitza automàticament canals i pel·lícules
da: Automatisk opdatering af kanaler og film
el: Αυτόματη ενημέρωση καναλιών και ταινιών
et: kanalite ja filmide automaatne värskendamine
eu: Kanalak eta filmak automatikoki eguneratu
fa: به روز رسانی خودکار کانال ها و فیلم ها
ga_ie: Uath-Nuashonrú Cainéil & Scannáin
he: עדכון אוטומטי של ערוצים וסרטים
hi: चैनल और मूवीज़ को अपने-आप अपडेट करें
kk: Арналар мен фильмдерді автоматты түрде жаңарту
ku: Kanal û Fîlimên Xwe Nûve Bike
lv: Automātiski atjaunināt kanālus un filmas
sq: Përditëso automatikisht kanalet dhe filmat
sr: Аутоматско ажурирање канала и филмова
ur: چینلز اور فلموں کو خود بخود اپ ڈیٹ کریں

source: Auto Update EPG
af: Outo-opdatering EPG
am: Ավտոմատ թարմացում EPG
az: EPG-nin avtomatik yenilənməsi
be: Аўтаматычнае абнаўленне EPG
bg: Автоматично актуализиране на EPG
bn: স্বয়ংক্রিয় আপডেট ইপিজি
ca: Actualització automàtica de l'EPG
da: Automatisk opdatering af EPG
el: Αυτόματη ενημέρωση EPG
et: EPG automaatne värskendamine
eu: EPG automatikoki eguneratu
fa: به روز رسانی خودکار EPG
ga_ie: Uath-Nuashonrú EPG
he: עדכון אוטומטי של EPG
hi: EPG को अपने-आप अपडेट करें
kk: EPG автоматты жаңарту
ku: EPG Nûvekirina Xweser
lv: Automātiski atjaunināt EPG
sq: Përditëso automatikisht EPG
sr: Аутоматско ажурирање ЕПГ
ur: ای پی جی کو خودکار اپ ڈیٹ کریں

source: Change Your Password
af: Verander jou wagwoord
am: Փոխիր գաղտնաբառը
az: Parolunuzu dəyişdirin
be: Змяніць пароль
bg: Променете вашата парола
bn: আপনার পাসওয়ার্ড পরিবর্তন করুন
ca: Canvia la teva contrasenya
da: Skift din adgangskode
el: Αλλαγή κωδικού πρόσβασης
et: Muuda oma parooli
eu: Aldatu pasahitza
fa: رمز عبور خود را تغییر دهید
ga_ie: Athraigh do phasfhocal
he: שנה את הסיסמה שלך
hi: अपना पासवर्ड बदलें
kk: Құпия сөзіңізді өзгертіңіз
ku: Şîfreya xwe biguherîne
lv: Mainīt savu paroli
sq: Ndrysho fjalëkalimin
sr: Промени своју лозинку
ur: اپنا پاس ورڈ تبدیل کریں

source: Confirm Password
af: Bevestig wagwoord
am: Հաստատել գաղտնաբառը
az: Şifrəni təsdiq et
be: Пацвердзіць пароль
bg: Потвърдете паролата
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirmar la contrasenya
da: Bekræft adgangskode
el: Επιβεβαίωση κωδικού πρόσβασης
et: Kinnita parool
eu: Berretsi pasahitza
fa: رمز عبور را تایید کنید
ga_ie: Deimhnigh Focal Faire
he: אשר את הסיסמה
hi: पासवर्ड की पुष्टि करें
kk: Құпия сөзді растау
ku: Şîfre piştrast bike
lv: Apstiprināt paroli
sq: Konfirmo fjalëkalimin
sr: Потврди лозинку
ur: پاس ورڈ کی تصدیق کریں

# confirmPasswordError
source: Enter confirm password
af: Voer bevestig wagwoord in
am: Մուտքագրեք հաստատման գաղտնաբառը
az: Təsdiq parolunu daxil edin
be: Увядзіце пароль пацверджання
bg: Въведете парола за потвърждение
bn: নিশ্চিত পাসওয়ার্ড লিখুন
ca: Introduïu la contrasenya de confirmació
da: Indtast bekræft adgangskode
el: Εισαγάγετε τον κωδικό επιβεβαίωσης
et: Sisesta kinnitusparool
eu: Idatzi berretsi pasahitza
fa: گذرواژه تایید را وارد کنید
ga_ie: Cuir isteach deimhnigh pasfhocal
he: הזן סיסמה לאשר
hi: पुष्टि पासवर्ड दर्ज करें
kk: Құпия сөзді растауды енгізіңіз
ku: Şîfreya piştrastkirinê binivîse
lv: Ievadiet apstiprināšanas paroli
sq: Fut fjalëkalimin e konfirmimit
sr: Унесите потврди лозинку
ur: تصدیق پاس ورڈ درج کریں

# passwordNotMatch
source: Password does not match
af: Wagwoord stem nie ooreen nie
am: Գաղտնաբառը չի համընկնում
az: Parol uyğun gəlmir
be: Пароль не супадае
bg: Паролата не съвпада
bn: পাসওয়ার্ড মেলে না
ca: La contrasenya no coincideix
da: Adgangskoden matcher ikke
el: Ο κωδικός πρόσβασης δεν ταιριάζει
et: Parool ei ühti
eu: Pasahitza ez dator bat
fa: رمز عبور مطابقت ندارد
ga_ie: Ní ionann an focal faire
he: הסיסמה לא תואמת
hi: पासवर्ड मेल नहीं खाता
kk: Құпия сөз сәйкес келмейді
ku: Şîfre li hev nayê
lv: Parole neatbilst
sq: Fjalëkalimi nuk përputhet
sr: Лозинка се не поклапа
ur: پاس ورڈ مماثل نہیں ہے

source: Verify Your Password
af: Verifieer jou wagwoord
am: Հաստատեք Ձեր գաղտնաբառը
az: Şifrənizi doğrulayın
be: Праверце свой пароль
bg: Потвърдете вашата парола
bn: আপনার পাসওয়ার্ড যাচাই করুন
ca: Verifica la teva contrasenya
da: Bekræft din adgangskode
el: Επαλήθευση του κωδικού πρόσβασης
et: Kinnitage oma parool
eu: Egiaztatu pasahitza
fa: رمز عبور خود را تأیید کنید
ga_ie: Fíoraigh do Phasfhocal
he: אמת את הסיסמה שלך
hi: अपना पासवर्ड सत्यापित करें
kk: Құпия сөзіңізді растаңыз
ku: Şîfreya xwe verast bike
lv: Pārbaudiet savu paroli
sq: Verifiko fjalëkalimin tënd
sr: Верификујте своју лозинку
ur: اپنے پاس ورڈ کی تصدیق کریں

source: Error
af: Fout
am: Սխալ
az: Səhv
be: Памылка
bg: Грешка
bn: ত্রুটি
da: Fejl
el: Σφάλμα
eu: Errorea
fa: خطا
he: שגיאה
hi: त्रुटि
kk: Қате
ku: Çewtî
lv: Kļūda
sq: Gabim
sr: Грешка
ur: خرابی

source: Invalid Password
af: Ongeldige wagwoord
am: Սխալ գաղտնաբառ
az: Yanlış parol
be: Няправільны пароль
bg: Невалидна парола
bn: অবৈধ পাসওয়ার্ড
ca: Contrasenya no vàlida
da: Ugyldig adgangskode
el: Μη έγκυρος κωδικός
et: Vigane parool
eu: Pasahitz baliogabea
fa: گذرواژه نامعتبر
ga_ie: Focal Faire Neamhbhailí
he: סיסמה לא חוקית
hi: अमान्य पासवर्ड
kk: Жарамсыз пароль
ku: Şîfreya nederbasdar
lv: Nederīga parole
sq: Fjalëkalim i pavlefshëm
sr: Неважећа лозинка
ur: غلط پاس ورڈ

source: SUBMIT
af: DIEND IN
am: ՆԵՐԿԱՅԱՑՐԵԼ
az: GÖNDƏR
be: АДПРАВІЦЬ
bg: ИЗПРАЩАНЕ
bn: জমা দিন
ca: ENVIAR
da: INDSEND
el: ΥΠΟΤΑΣΣΟΜΑΙ
et: ESITA
eu: BIDALTU
fa: ارسال کنید
ga_ie: ISTEACH
he: לְהַגִישׁ
hi: सबमिट
kk: ЖІБЕРУ
ku: BİXWÎNE
lv: IESNIEGT
sq: DORËZOJ
sr: СУБМИТ
ur: جمع کرو

# removePin
source: Are you sure? you want to remove pin
af: Is jy seker? jy wil pen verwyder
am: Վստա՞հ եք, ուզում եք հեռացնել փին
az: Əminsiniz? Pini silmək istəyirsiniz
be: Вы ўпэўненыя? хочаце выдаліць шпільку
bg: Сигурни ли сте? искате да премахнете щифта
bn: আপনি কি নিশ্চিত? আপনি পিন সরাতে চান
ca: Estàs segur? vols eliminar el pin
da: Er du sikker? du vil fjerne pin
el: Είστε βέβαιοι; θέλετε να αφαιρέσετε την καρφίτσα
et: Kas olete kindel? Kas soovite PIN-koodi eemaldada
eu: Ziur al zaude? Pina kendu nahi duzula
fa: آیا مطمئن هستید؟ می خواهید پین را بردارید
ga_ie: An bhfuil tú cinnte? gur mhaith leat an biorán a bhaint
he: האם אתה בטוח? אתה רוצה להסיר סיכה
hi: क्या आप निश्चित हैं? आप पिन हटाना चाहते हैं
kk: Сіз сенімдісіз бе? PIN кодын алып тастағыңыз келеді
ku: Tu bawer î? tu dixwazî ​​pînê jê bikî
lv: Vai esat pārliecināts? Vai vēlaties noņemt tapu
sq: A jeni i sigurt? doni të hiqni pinin
sr: Да ли сте сигурни? желите да уклоните пин
ur: کیا آپ کو یقین ہے؟ آپ پن ہٹانا چاہتے ہیں

source: Pin Removed
af: Pen verwyder
am: Փին հանվեց
az: Pin Silindi
be: Штыфт выдалены
bg: Пинът е премахнат
bn: পিন সরানো হয়েছে
ca: S'ha eliminat el PIN
el: Η καρφίτσα αφαιρέθηκε
et: Pin eemaldatud
eu: Kendu da aingoa
fa: پین حذف شد
ga_ie: Piorán Bainte
he: הסיכה הוסרה
hi: पिन हटाया गया
kk: PIN жойылды
ku: Pîn hat rakirin
sq: Pinja u hoq
sr: Пин уклоњен
ur: پن ہٹا دیا گیا

# wrongPassword
source: Wrong Passwrod
af: Verkeerde wagwoord
am: Սխալ գաղտնաբառը
az: Yanlış parol
be: Няправільны пароль
bg: Грешна парола
bn: ভুল পাসওয়ার্ড
ca: Contrasenya incorrecta
da: Forkert adgangskode
el: Λάθος κωδικός πρόσβασης
et: Vale parool
eu: Pasahitz okerra
fa: رمز عبور اشتباه
ga_ie: Príomhfhocal mícheart
he: סיסמה שגויה
hi: गलत पासवर्ड
kk: Қате құпия сөз
ku: Şîfreya çewt
lv: Nepareiza parole
sq: Fjalëkalim i gabuar
sr: Погрешна лозинка
ur: غلط پاس ورڈ

# updatePin
source: Update Parental Password
af: Dateer ouerwagwoord op
am: Թարմացնել ծնողական գաղտնաբառը
az: Valideyn parolunu yeniləyin
be: Абнавіць бацькоўскі пароль
bg: Актуализиране на родителска парола
bn: অভিভাবকীয় পাসওয়ার্ড আপডেট করুন
ca: Actualitza la contrasenya parental
da: Opdater forældreadgangskode
el: Ενημέρωση γονικού κωδικού πρόσβασης
et: Värskenda vanema parooli
eu: Eguneratu gurasoen pasahitza
fa: به روز رسانی رمز عبور والدین
ga_ie: Nuashonraigh Focal Faire na dTuismitheoir
he: עדכון סיסמת הורים
hi: माता-पिता का पासवर्ड अपडेट करें
kk: Ата-ана құпия сөзін жаңарту
ku: Şîfreya dêûbav nûve bike
lv: Atjaunināt vecāku paroli
sq: Përditëso fjalëkalimin prindëror
sr: Ажурирај родитељску лозинку
ur: والدین کا پاس ورڈ اپ ڈیٹ کریں

source: Old Password
af: Ou wagwoord
am: Պահեք գաղտնաբառը
az: Köhnə parol
be: Стары пароль
bg: Стара парола
bn: পুরানো পাসওয়ার্ড
ca: Contrasenya antiga
da: Gammel adgangskode
et: Vana parool
eu: Pasahitz zaharra
fa: رمز عبور قدیمی
ga_ie: Seanfhocal Faire
he: סיסמה ישנה
hi: पुराना पासवर्ड
kk: Ескі құпия сөз
ku: Şîfreya Kevin
lv: Vecā parole
sr: Стара лозинка
ur: پرانا پاس ورڈ

# enterNewPass
source: Enter new passowrd
af: Voer nuwe wagwoord in
am: Մուտքագրեք նոր գաղտնաբառը
az: Yeni parol daxil edin
be: Увядзіце новы пароль
bg: Въведете нова парола
bn: নতুন পাসওয়ার্ড লিখুন
ca: Introduïu una contrasenya nova
da: Indtast ny adgangskode
el: Εισαγάγετε νέο κωδικό πρόσβασης
et: Sisestage uus parool
eu: Idatzi pasahitz berria
fa: رمز عبور جدید را وارد کنید
ga_ie: Cuir isteach pasfhocal nua
he: הזן סיסמה חדשה
hi: नया पासवर्ड दर्ज करें
kk: Жаңа рұқсатты енгізіңіз
ku: Şîfreya nû binivîse
lv: Ievadiet jaunu paroli
sq: Fut fjalëkalimin e ri
sr: Унесите нову лозинку
ur: نیا پاس ورڈ درج کریں

source: New Password
af: Nuwe wagwoord
am: Նոր գաղտնաբառ
az: Yeni parol
be: Новы пароль
bg: Нова парола
bn: নতুন পাসওয়ার্ড
ca: Nova contrasenya
da: Ny adgangskode
et: Uus parool
eu: Pasahitz berria
fa: رمز عبور جدید
ga_ie: Focal Faire Nua
he: סיסמה חדשה
hi: नया पासवर्ड
kk: Жаңа құпия сөз
lv: Jauna parole
sq: Fjalëkalimi i ri
sr: Нова лозинка
ur: نیا پاس ورڈ

source: Password Updated
af: Wagwoord opgedateer
az: Parol yeniləndi
be: Пароль абноўлены
bg: Паролата е актуализирана
bn: পাসওয়ার্ড আপডেট করা হয়েছে
ca: La contrasenya s'ha actualitzat
da: Adgangskoden er opdateret
el: Ο κωδικός ενημερώθηκε
et: Parool uuendatud
eu: Pasahitza eguneratu da
fa: رمز به روز شد
ga_ie: Nuashonraíodh an Focal Faire
he: הסיסמה עודכנה
hi: पासवर्ड अपडेट किया गया
kk: Пароль жаңартылды
lv: Parole atjaunināta
sq: Fjalëkalimi u përditësua
sr: Лозинка ажурирана
ur: پاس ورڈ اپ ڈیٹ ہو گیا

source: ALERT
am: ԱԼԵՐՏ
az: Xəbərdarlıq
be: ПАВАГА
bg: ПРЕДУПРЕЖДЕНИЕ
bn: সতর্কতা
ca: ALERTA
da: ADVARSEL
el: ΣΥΝΑΓΕΡΜΟΣ
et: HOIATUS
eu: ALERTA
fa: هشدار
ga_ie: FOLÁIR
he: עֵרָנִי
hi: अलर्ट
kk: ЕСКЕРТУ
ku: HIŞYAR
lv: BRĪDINĀJUMS
sr: АЛЕРТ
ur: انتباہ

source: RECORDINGS
af: OPNAMES
am: Ամսաթիվ
az: YAZILIŞLAR
be: ЗАПІСЫ
bg: ЗАПИСИ
bn: রেকর্ডিং
ca: ENREGISTRAMENTS
da: OPTAGELSER
el: ΗΧΟΓΡΑΦΙΕΣ
et: SALVESTUSED
eu: GRABAKOAK
fa: ضبط
ga_ie: TAIFID
he: הקלטות
hi: रिकॉर्डिंग
kk: ЖАЗбалар
lv: IERAKSTI
sr: СНИМЦИ
ur: ریکارڈنگز

source: Change Directory
af: Verander gids
am: Ժամանակ
az: Kataloqu dəyişdir
be: Змяніць каталог
bg: Промяна на директория
bn: পরিবর্তন নির্দেশিকা
ca: Canvia el directori
da: Skift bibliotek
el: Αλλαγή καταλόγου
et: Muuda kataloogi
eu: Aldatu direktorioa
fa: تغییر دایرکتوری
ga_ie: Athraigh Eolaire
he: שנה ספרייה
hi: डायरेक्टरी बदलें
kk: Каталогты өзгерту
ku: Pelrêk biguherîne
lv: Mainīt direktoriju
sq: Ndrysho drejtorinë
sr: Промени директоријум
ur: ڈائریکٹری تبدیل کریں

source: File Size
af: Lêergrootte
am: Ֆայլի չափ
az: Fayl ölçüsü
be: Памер файла
bg: Размер на файла
bn: ফাইলের আকার
ca: Mida del fitxer
da: Filstørrelse
el: Μέγεθος αρχείου
et: Faili suurus
eu: Fitxategiaren tamaina
fa: اندازه فایل
ga_ie: Méid an Chomhaid
he: גודל קובץ
hi: फ़ाइल का आकार
kk: Файл өлшемі
ku: Mezinahiya pelê
lv: Faila lielums
sq: Madhësia e skedarit
sr: Величина датотеке
ur: فائل کا سائز

source: Date
af: Datum
az: tarix
be: Дата
bg: Дата
bn: তারিখ
ca: Data
da: Dato
el: Ημερομηνία
et: Kuupäev
eu: Data
fa: تاریخ
ga_ie: Dáta
he: תאריך
hi: तारीख
kk: күн
lv: Datums
sr: Датум
ur: تاریخ

source: Time
af: Tyd
az: zaman
be: Час
bg: Време
bn: সময়
ca: Hora
da: Tid
el: Ώρα
et: Aeg
eu: Denbora
fa: زمان
ga_ie: Am
he: זמן
hi: समय
kk: уақыт
ku: Dem
lv: Laiks
sq: Koha
sr: Време
ur: وقت

source: EPG Categories
af: EPG-kategorieë
am: EPG կատեգորիաներ
az: EPG Kateqoriyaları
be: Катэгорыі EPG
bg: EPG категории
bn: ইপিজি বিভাগ
ca: Categories EPG
da: EPG-kategorier
et: EPG kategooriad
eu: EPG Kategoriak
fa: دسته بندی های EPG
ga_ie: Catagóirí EPG
he: קטגוריות EPG
hi: EPG श्रेणियाँ
kk: EPG санаттары
ku: Kategoriyên EPG
lv: EPG kategorijas
sq: Kategoritë EPG
sr: ЕПГ категорије
ur: EPG زمرہ جات

source: Release Date
af: Vrystellingsdatum
am: Թողարկման ամսաթիվ
az: Çıxış tarixi
be: Дата выпуску
bg: Дата на издаване
bn: মুক্তির তারিখ
ca: Data de llançament
da: Udgivelsesdato
el: Ημερομηνία κυκλοφορίας
et: väljalaske kuupäev
eu: Askatze data
fa: تاریخ انتشار
ga_ie: Dáta Eisiúna
he: תאריך שחרור
hi: रिलीज़ की तारीख
kk: Шығарылған күні
ku: Dîroka berdanê
lv: Izlaiduma datums
sq: Data e lëshimit
sr: Датум објаве
ur: ریلیز کی تاریخ
