Repository: TheBilalJaved/testIPTV
Catalog: assets/lib/l10n/intl_*.arb
Languages: af, am, az, be, bg, bn, ca, da, el, et, eu, fa, ga_ie, he, hi, kk, ku, lv, sq, sr, ur

# checkAudioDevicesInstructions
source: - Go to the Recording tab. - Right-click and select "Show Disabled Devices."
af: - Gaan na die opname-oortjie. - Regskliek en kies "Wys gedeaktiveerde toestelle."
am: - Գնալ դեպի Ձայնագրման ներդիր: - Աջ սեղմեք և ընտրեք "Ցույց տալ անջատված սարքերը"
az: - Səsyazma tabına keçin. - Sağ klikləyin və "Əlil Cihazları Göstər" seçin
be: - Перайдзіце на ўкладку 'Запіс'. - Пстрыкніце правай кнопкай мышы і абярыце "Паказаць адключаныя прылады"
bg: - Отидете в раздела Запис. - Щракнете с десния бутон и изберете "Показване на деактивираните устройства."
bn: - রেকর্ডিং ট্যাবে যান। - ডান-ক্লিক করুন এবং "অক্ষম ডিভাইস দেখান" নির্বাচন করুন
ca: - Aneu a la pestanya Enregistrament. - Feu clic amb el botó dret i seleccioneu "Mostra els dispositius desactivats."
da: - Gå til fanen Optagelse. - Højreklik og vælg "Vis deaktiverede enheder."
el: - Μεταβείτε στην καρτέλα Εγγραφή. - Κάντε δεξί κλικ και επιλέξτε "Εμφάνιση απενεργοποιημένων συσκευών."
et: - Minge vahekaardile Salvestamine. - Paremklõpsake ja valige "Kuva keelatud seadmed."
eu: - Joan Grabaketa fitxara. - Egin klik eskuineko botoiarekin eta hautatu "Erakutsi desgaitutako gailuak."
fa: - به برگه ضبط بروید. - کلیک راست کرده و "Show Disabled Devices." را انتخاب کنید
he: - עבור ללשונית ההקלטה. - לחץ לחיצה ימנית ובחר "הצג מכשירים מושבתים."
hi: - रिकॉर्डिंग टैब पर जाएँ. - राइट-क्लिक करें और "अक्षम डिवाइस दिखाएँ." चुनें
kk: - Жазу қойындысына өтіңіз. - Тінтуірдің оң жақ түймешігімен басып, "Өшірілген құрылғыларды көрсету." тармағын таңдаңыз
ku: - Biçe tabela Tomarkirinê. - Rast bikirtînin û "Cîhazên Neçalak nîşan bide.", hilbijêrin.
lv: - Dodieties uz cilni Ieraksts. - Ar peles labo pogu noklikšķiniet un atlasiet "Rādīt atspējotās ierīces."
sq: - Shkoni te skeda Regjistrimi. - Klikoni me të djathtën dhe zgjidhni "Trego pajisjet e çaktivizuara."
sr: - Идите на картицу Снимање. - Кликните десним тастером миша и изаберите "Прикажи онемогућене уређаје."
ur: - ریکارڈنگ ٹیب پر جائیں۔ - دائیں کلک کریں اور "غیر فعال آلات دکھائیں" کو منتخب کریں۔

# enableStereoMix
source: 3. Enable Stereo Mix:
af: 3. Aktiveer Stereo Mix:
am: 3. Միացնել Stereo Mix-ը:
az: 3. Stereo Mixi aktivləşdirin:
be: 3. Уключыць Stereo Mix:
bg: 3. Активиране на стерео микс:
bn: 3. স্টেরিও মিক্স সক্ষম করুন:
ca: 3. Habilita Stereo Mix:
da: 3. Aktiver Stereo Mix:
el: 3. Ενεργοποίηση Stereo Mix:
et: 3. Luba stereomiks:
eu: 3. Gaitu Stereo Mix:
ga_ie: 3. Cumasaigh Meascán Steirió:
he: 3. הפעל מיקס סטריאו:
hi: 3. स्टीरियो मिक्स सक्षम करें:
kk: 3. Стереомиксті қосу:
ku: 3. Stereo Mix çalak bike:
lv: 3. Iespējot Stereo Mix:
sq: 3. Aktivizo Stereo Mix:
sr: 3. Омогући Стерео Мик:
ur: 3. سٹیریو مکس کو فعال کریں:

# enableStereoMixInstructions
source: - Find Stereo Mix, right-click and select Enable. - Set Stereo Mix as the default device.
af: - Soek Stereo Mix, regskliek en kies Aktiveer. - Stel Stereo Mix as die verstek toestel.
am: - Գտեք Stereo Mix, աջ սեղմեք և ընտրեք 'Միացնել': - Սահմանեք Stereo Mix-ը որպես լռելյայն սարք
az: - Stereo Mix tapın, sağ klikləyin və Aktivləşdir seçin. - Stereo Mixi defolt cihaz olaraq təyin edin.
be: - Знайдзіце Stereo Mix, пстрыкніце правай кнопкай мышы і выберыце Enable. - Устанавіць Stereo Mix як прыладу па змаўчанні.
bg: - Намерете Stereo Mix, щракнете с десния бутон и изберете Enable. - Задайте Stereo Mix като устройство по подразбиране.
bn: - স্টেরিও মিক্স খুঁজুন, ডান-ক্লিক করুন এবং সক্ষম নির্বাচন করুন। - স্টেরিও মিক্সকে ডিফল্ট ডিভাইস হিসেবে সেট করুন।
ca: - Trobeu Stereo Mix, feu clic amb el botó dret i seleccioneu Habilita. - Estableix Stereo Mix com a dispositiu predeterminat.
da: - Find Stereo Mix, højreklik og vælg Aktiver. - Indstil Stereo Mix som standardenheden.
el: - Βρείτε Stereo Mix, κάντε δεξί κλικ και επιλέξτε Ενεργοποίηση. - Ορίστε το Stereo Mix ως προεπιλεγμένη συσκευή.
et: - Otsige üles Stereo Mix, paremklõpsake ja valige Luba. - Määrake Stereo Mix vaikeseadmeks.
eu: - Bilatu Stereo Mix, egin klik eskuineko botoiarekin eta hautatu Gaitu. - Ezarri Stereo Mix gailu lehenetsi gisa.
fa: - Stereo Mix را پیدا کنید, کلیک راست کرده و Enable را انتخاب کنید. - Stereo Mix را به عنوان دستگاه پیش فرض تنظیم کنید.
ga_ie: - Faigh Stereo Mix, deaschliceáil agus roghnaigh Cumasaigh. - Socraigh Stereo Mix mar an gléas réamhshocraithe.
he: - מצא סטריאו מיקס, לחץ לחיצה ימנית ובחר הפעל. - הגדר סטריאו מיקס כמכשיר ברירת המחדל.
hi: - स्टीरियो मिक्स ढूँढें, राइट-क्लिक करें और सक्षम करें चुनें. - स्टीरियो मिक्स को डिफ़ॉल्ट डिवाइस के रूप में सेट करें.
kk: - Стереомиксты тауып, тінтуірдің оң жақ түймешігімен басып, Қосу опциясын таңдаңыз. - Стереомиксті әдепкі құрылғы ретінде орнатыңыз.
ku: - Stereo Mix-ê bibîne, rast-klîk bike û çalak bike. - Stereo Mix wekî amûra xwerû destnîşan bike.
lv: - Atrodiet Stereo Mix, ar peles labo pogu noklikšķiniet un atlasiet Iespējot. - Iestatīt Stereo Mix kā noklusējuma ierīci.
sq: - Gjeni Stereo Mix, kliko me të djathtën dhe zgjidh Aktivizo. - Cakto Stereo Mix si pajisjen e parazgjedhur.
sr: - Пронађите Стерео Мик, кликните десним тастером миша и изаберите Енабле. - Поставите Стерео Мик као подразумевани уређај.
ur: - سٹیریو مکس تلاش کریں، دائیں کلک کریں اور فعال کو منتخب کریں۔ - سٹیریو مکس کو بطور ڈیفالٹ ڈیوائس سیٹ کریں۔

# configureSoftware
source: 4. Configure Your Software:
af: 4. Stel jou sagteware op:
am: 4. Կարգավորեք Ձեր ծրագրաշարը.
az: 4. Proqramınızı Konfiqurasiya edin:
be: 4. Наладзьце праграмнае забеспячэнне:
bg: 4. Конфигурирайте вашия софтуер:
bn: 4. আপনার সফটওয়্যার কনফিগার করুন:
ca: 4. Configura el teu programari:
da: 4. Konfigurer din software:
el: 4. Διαμόρφωση του λογισμικού σας:
et: 4. Konfigureerige oma tarkvara:
eu: 4. Konfiguratu zure softwarea:
fa: 4. نرم افزار خود را پیکربندی کنید:
ga_ie: 4. Cumraigh Do Bhogearraí:
he: 4. הגדר את התוכנה שלך:
hi: 4. अपना सॉफ़्टवेयर कॉन्फ़िगर करें:
kk: 4. Бағдарламалық құралды конфигурациялаңыз:
ku: 4. Nermalava xwe mîheng bike:
lv: 4. Konfigurējiet savu programmatūru:
sq: 4. Konfiguro softuerin tënd:
sr: 4. Конфигуришите свој софтвер:
ur: 4. اپنا سافٹ ویئر ترتیب دیں:

# configureSoftwareInstructions
source: - Open your recording software and select Stereo Mix as the audio input source.
af: - Maak jou opnamesagteware oop en kies Stereo Mix as die oudio-invoerbron.
am: - Բացեք ձեր ձայնագրման ծրագիրը և ընտրեք Stereo Mix որպես աուդիո մուտքագրման աղբյուր
az: - Yazma proqramını açın və audio giriş mənbəyi kimi Stereo Mix seçin.
be: - Адкрыйце праграмнае забеспячэнне для запісу і абярыце Stereo Mix у якасці крыніцы ўваходнага гуку.
bg: - Отворете своя софтуер за запис и изберете Stereo Mix като източник на аудио вход.
bn: - আপনার রেকর্ডিং সফ্টওয়্যার খুলুন এবং অডিও ইনপুট উত্স হিসাবে স্টেরিও মিক্স নির্বাচন করুন।
ca: - Obriu el vostre programari d'enregistrament i seleccioneu Stereo Mix com a font d'entrada d'àudio.
da: - Åbn din optagesoftware og vælg Stereo Mix som lydindgangskilde.
el: - Ανοίξτε το λογισμικό εγγραφής και επιλέξτε Stereo Mix ως πηγή εισόδου ήχου.
et: - Avage oma salvestustarkvara ja valige helisisendi allikaks Stereo Mix.
eu: - Ireki zure grabaketa softwarea eta hautatu Stereo Mix audio sarrera iturri gisa.
fa: - نرم افزار ضبط خود را باز کنید و Stereo Mix را به عنوان منبع ورودی صدا انتخاب کنید.
he: - פתח את תוכנת ההקלטה שלך ובחר ב-Stereo Mix כמקור קלט האודיו.
hi: - अपना रिकॉर्डिंग सॉफ़्टवेयर खोलें और ऑडियो इनपुट स्रोत के रूप में स्टीरियो मिक्स चुनें।
kk: - Жазу бағдарламалық құралын ашыңыз және аудио кіріс көзі ретінде Stereo Mix таңдаңыз.
ku: - Nermalava xweya tomarkirinê vekin û Stereo Mix wekî çavkaniya têketina deng hilbijêrin.
lv: - Atveriet ierakstīšanas programmatūru un atlasiet Stereo Mix kā audio ievades avotu.
sq: - Hapni programin tuaj të regjistrimit dhe zgjidhni Stereo Mix si burimin e hyrjes audio.
sr: - Отворите софтвер за снимање и изаберите Стерео Мик као извор аудио улаза.
ur: - اپنا ریکارڈنگ سافٹ ویئر کھولیں اور آڈیو ان پٹ سورس کے طور پر سٹیریو مکس کو منتخب کریں۔

# startRecording
source: 5. Start Recording:
af: 5. Begin opname:
am: 5. Սկսել ձայնագրումը:
az: 5. Yazmağa başlayın:
be: 5. Пачаць запіс:
bg: 5. Старт на записа:
bn: 5. রেকর্ডিং শুরু করুন:
ca: 5. Comença a gravar:
da: 5. Start optagelse:
el: 5. Έναρξη εγγραφής:
et: 5. Alusta salvestamist:
eu: 5. Hasi Grabatzen:
fa: 5. شروع ضبط:
ga_ie: 5. Tosaigh Taifeadadh:
he: 5. התחל הקלטה:
hi: 5. रिकॉर्डिंग शुरू करें:
kk: 5. Жазуды бастау:
ku: 5. Dest bi tomarkirinê bike:
lv: 5. Sāciet ierakstīšanu:
sq: 5. Fillo regjistrimin:
sr: 5. Почни снимање:
ur: 5. ریکارڈنگ شروع کریں:

# startRecordingInstructions
source: - Begin your recording process.
af: - Begin jou opnameproses.
am: - Սկսեք ձեր ձայնագրման գործընթացը
az: - Yazma prosesinizə başlayın.
be: - Пачаць працэс запісу.
bg: - Започнете процеса на записване.
bn: - আপনার রেকর্ডিং প্রক্রিয়া শুরু করুন।
ca: - Comença el procés d'enregistrament.
da: - Begynd din optagelsesproces.
el: - Ξεκινήστε τη διαδικασία εγγραφής.
et: - Alustage salvestusprotsessi.
eu: - Hasi zure grabaketa prozesua.
fa: - فرآیند ضبط خود را آغاز کنید.
ga_ie: - Cuir tús le do phróiseas taifeadta.
he: - התחל את תהליך ההקלטה שלך.
hi: - अपनी रिकॉर्डिंग प्रक्रिया शुरू करें।
kk: - Жазу процесін бастаңыз.
ku: - Pêvajoya tomarkirina xwe bidin destpêkirin.
lv: - Sāciet ierakstīšanas procesu.
sq: - Filloni procesin tuaj të regjistrimit.
sr: - Започните свој процес снимања.
ur: - اپنی ریکارڈنگ کا عمل شروع کریں۔

source: Play Single Stream
af: Speel Enkelstroom
am: Խաղալ Single Stream
az: Single Stream Play
be: Прайграць адзін паток
bg: Пускане на единичен поток
bn: একক স্ট্রীম খেলুন
ca: Reprodueix una emissió única
da: Afspil enkelt stream
el: Παίξτε Single Stream
et: Esita üht voogu
eu: Erreproduzitu korronte bakarra
fa: پخش تک استریم
ga_ie: Seinn Sruth Aonair
he: הפעל זרם יחיד
hi: सिंगल स्ट्रीम चलाएं
kk: Бір ағынды ойнату
ku: Tek Stream Play
lv: Atskaņot vienu straumi
sq: Luaj Single Stream
sr: Плаи Сингле Стреам
ur: سنگل سٹریم چلائیں

source: REFRESH DNS
af: Verfris DNS
am: ԹԱՐՄԱՑՆԵԼ DNS
az: DNS-i TƏZİL EDİN
be: АБНАВІЦЬ DNS
bg: ОБНОВЯВАНЕ на DNS
bn: ডিএনএস রিফ্রেশ করুন
ca: ACTUALITZAR DNS
da: OPPDATERING DNS
el: ΑΝΑΝΕΩΣΗ DNS
et: VÄRSKENDA DNS-i
eu: FRESKATU DNS
fa: DNS را تازه کنید
ga_ie: ATHBHREITHNIÚ DNS
he: רענן DNS
hi: DNS रिफ्रेश करें
kk: DNS ЖАҢҒАРТУ
ku: DNS nûve bike
lv: ATVAIRZINĀT DNS
sr: ОСВЕЖИ ДНС
ur: DNS ریفریش کریں

source: USERS LIST
af: GEBRUIKERS LYS
am: ՕԳՏԱԳՈՐԾողների ցուցակ
az: İSTİFADƏÇİ SİYAHISI
be: СПІС КАРЫСТАЛЬНІКАЎ
bg: СПИСЪК НА ПОТРЕБИТЕЛИТЕ
bn: ব্যবহারকারীর তালিকা
ca: LLISTA D'USUARIS
da: BRUGERLISTE
el: ΚΑΤΑΛΟΓΟΣ ΧΡΗΣΤΩΝ
et: KASUTAJATE LOEND
eu: ERABILTZAILEEN ZERRENDA
fa: کاربران لیست
ga_ie: LIOSTA ÚSÁIDEOIRÍ
he: רשימת משתמשים
hi: उपयोगकर्ताओं की सूची
kk: ПАЙДАЛАНУШЫЛАР ТІЗІМІ
ku: LÎSTEYA BIkarhêneran
lv: LIETOTĀJU SARAKSTS
sr: ЛИСТА КОРИСНИКА
ur: صارفین کی فہرست

source: PLAYLIST NAME
af: SPEELLYS NAAM
am: ՆՎԵՐԱՑԱՆԿԻ ԱՆՈՒՆ
az: SİYAHI ADI
be: НАЗВА ПЛЭЙЛІСТУ
bg: ИМЕ НА ПЛЕЙЛИСТ
bn: প্লেলিস্টের নাম
ca: NOM DE LA LLISTA DE REPRODUCCIÓ
da: PLAYLISTENS NAVN
el: ΟΝΟΜΑ PLAYLIST
et: ESITUSLOENDI NIMI
eu: PLAYLISTA IZENA
fa: نام لیست پخش
ga_ie: AINM seinmliosta
he: שם PLAYLIST
hi: प्लेलिस्ट का नाम
kk: ОЙНАТУ ТІЗІМІ АТЫ
ku: NAV LÎSTEYA PLAYÎSTÊ
lv: SARAKSTA NOSAUKUMS
sq: EMRI I LISTIT
sr: ПЛАИЛИСТ НАМЕ
ur: پلے لسٹ کا نام

source: BACK
af: TERUG
am: ՀԵՏ
az: GERİ
be: НАЗАД
bg: НАЗАД
bn: ব্যাক
ca: TORRE
da: Tilbage
el: ΠΙΣΩ
et: TAGASI
eu: ITZULI
fa: بازگشت
ga_ie: SIAR
he: בְּחֲזָרָה
hi: वापस
ku: Paş
lv: ATPAKAĻ
sq: PRAPA
sr: НАЗАД
ur: پیچھے

# enterplaylistNameError
source: Enter playlist name
af: Voer snitlysnaam in
am: Մուտքագրեք երգացանկի անունը
az: Pleylist adını daxil edin
be: Увядзіце назву плэйліста
bg: Въведете име на плейлист
bn: প্লেলিস্টের নাম লিখুন
ca: Introduïu el nom de la llista de reproducció
da: Indtast afspilningslistenavn
el: Εισαγάγετε όνομα λίστας αναπαραγωγής
et: Sisesta esitusloendi nimi
eu: Idatzi erreprodukzio zerrendaren izena
fa: نام لیست پخش را وارد کنید
he: הזן את שם רשימת ההשמעה
hi: प्लेलिस्ट का नाम दर्ज करें
kk: Ойнату тізімінің атын енгізіңіз
ku: Navê lîsteya lîstikê binivîse
lv: Ievadiet atskaņošanas saraksta nosaukumu
sq: Fut emrin e listës së luajtjes
sr: Унесите име плејлисте
ur: پلے لسٹ کا نام درج کریں

# enterUrlerror
source: Enter url
af: Voer url in
am: Մուտքագրեք url
az: URL daxil edin
be: Увядзіце URL
bg: Въведете url
bn: ইউআরএল লিখুন
ca: Introdueix l'URL
da: Indtast url
el: Εισαγάγετε url
et: Sisesta url
eu: Idatzi url-a
fa: url را وارد کنید
ga_ie: Cuir isteach url
he: הזן כתובת אתר
hi: url दर्ज करें
kk: url мекенжайын енгізіңіз
ku: URl binivîse
lv: Ievadiet url
sq: Fut url
sr: Унесите урл
ur: یو آر ایل درج کریں

# enterValidUrlError
source: Enter a valid url
af: Voer 'n geldige url in
am: Մուտքագրեք վավեր url
az: Etibarlı url daxil edin
be: Увядзіце сапраўдны URL
bg: Въведете валиден url
bn: একটি বৈধ url লিখুন
ca: Introduïu una URL vàlida
da: Indtast en gyldig url
el: Εισαγάγετε μια έγκυρη διεύθυνση url
et: Sisestage kehtiv URL
eu: Idatzi baliozko URL bat
fa: url معتبری وارد کنید
ga_ie: Cuir isteach url bailí
he: הזן כתובת אתר חוקית
hi: एक वैध url दर्ज करें
kk: Жарамды url енгізіңіз
ku: URlek derbasdar binivîse
lv: Ievadiet derīgu URL
sq: Fut një url të vlefshëm
sr: Унесите важећи УРЛ
ur: ایک درست یو آر ایل درج کریں

source: Insert Username
af: Voeg gebruikersnaam in
am: Տեղադրեք օգտվողի անունը
az: İstifadəçi adını daxil edin
be: Уставіць імя карыстальніка
bg: Вмъкнете потребителско име
bn: ব্যবহারকারীর নাম সন্নিবেশ করান
ca: Insereix el nom d'usuari
da: Indsæt brugernavn
el: Εισαγωγή ονόματος χρήστη
et: Sisesta kasutajanimi
eu: Txertatu Erabiltzaile izena
fa: درج نام کاربری
ga_ie: Cuir isteach Ainm Úsáideora
he: הוסף שם משתמש
hi: उपयोगकर्ता नाम डालें
kk: Пайдаланушы атын енгізу
ku: Navê bikarhêner têxe
lv: Ievietot lietotājvārdu
sq: Fut emrin e përdoruesit
sr: Убаци корисничко име
ur: صارف کا نام داخل کریں

# insertUsernameError
source: Enter username
af: Voer gebruikersnaam in
am: Մուտքագրեք օգտվողի անունը
az: İstifadəçi adını daxil edin
be: Увядзіце імя карыстальніка
bg: Въведете потребителско име
bn: ব্যবহারকারীর নাম লিখুন
ca: Introduïu el nom d'usuari
da: Indtast brugernavn
el: Εισαγάγετε όνομα χρήστη
et: Sisesta kasutajanimi
eu: Idatzi erabiltzaile-izena
fa: نام کاربری را وارد کنید
ga_ie: Cuir isteach ainm úsáideora
he: הזן שם משתמש
hi: उपयोगकर्ता नाम दर्ज करें
kk: Пайдаланушы атын енгізіңіз
ku: Navê bikarhêner binivîse
lv: Ievadiet lietotājvārdu
sq: Fut emrin e përdoruesit
sr: Унесите корисничко име
ur: صارف کا نام درج کریں

source: Insert Password
af: Voeg wagwoord in
am: Տեղադրեք գաղտնաբառը
az: Parol daxil et
be: Уставіць пароль
bg: Въведете парола
bn: পাসওয়ার্ড ঢোকান
ca: Insereix la contrasenya
da: Indsæt adgangskode
el: Εισαγωγή κωδικού πρόσβασης
et: Sisesta parool
eu: Sartu pasahitza
fa: رمز عبور را وارد کنید
ga_ie: Ionsáigh Focal Faire
he: הכנס סיסמה
hi: पासवर्ड डालें
kk: Парольді енгізу
ku: Şîfreyê têxe
lv: Ievietot paroli
sq: Fut fjalëkalimin
sr: Убаци лозинку
ur: پاس ورڈ داخل کریں

# insertPasswordError
source: Enter Password
af: Voer wagwoord in
am: Մուտքագրեք գաղտնաբառը
az: Parol daxil edin
be: Увядзіце пароль
bg: Въведете парола
bn: পাসওয়ার্ড লিখুন
ca: Introduïu la contrasenya
da: Indtast adgangskode
el: Εισαγάγετε τον κωδικό πρόσβασης
et: Sisestage parool
eu: Idatzi pasahitza
fa: رمز عبور را وارد کنید
ga_ie: Iontráil Focal Faire
he: הזן סיסמה
hi: पासवर्ड दर्ज करें
kk: Парольді енгізіңіз
ku: Şîfreyê binivîse
lv: Ievadiet paroli
sq: Fut fjalëkalimin
sr: Унесите лозинку
ur: پاس ورڈ درج کریں

source: LOGIN
af: AANMEL
am: ՄՈՒՏՔ
az: Giriş
be: УВАХОД
bg: ВХОД
bn: লগইন
ca: INICIAR SESIÓ
da: LOG PÅ
el: ΣΥΝΔΕΣΗ
et: LOGI SISSE
eu: SARRERA
fa: وارد شوید
ga_ie: Logáil isteach
he: התחברות
hi: लॉगिन करें
kk: КІРУ
sq: HYRJE
sr: ЛОГИН
ur: لاگ ان

source: Enter Stream Url
af: Voer stroom-URL in
am: Մուտքագրեք հոսքի URL-ը
az: Axın Url daxil edin
be: Увядзіце URL плыні
bg: Въведете URL адрес на поток
bn: প্রবাহের ইউআরএল লিখুন
ca: Introdueix l'URL del flux
da: Indtast stream-url
el: Εισαγωγή διεύθυνσης URL ροής
et: Sisesta voo URL
eu: Idatzi korrontearen URLa
fa: آدرس URL را وارد کنید
ga_ie: Iontráil Sruth URL
he: הזן את כתובת האתר של הזרם
hi: स्ट्रीम यूआरएल दर्ज करें
kk: Ағынның URL мекенжайын енгізіңіз
lv: Ievadiet straumes URL
sq: Fut URL e transmetimit
sr: Унесите УРЛ стрима
ur: سٹریم یو آر ایل درج کریں

source: PLAY
af: SPEEL
am: ԽԱՂ
az: OYNA
be: ГУЛЬНЯ
bg: ИГРАНЕ
bn: খেলুন
ca: JUGAR
da: SPIL
el: ΠΑΙΧΝΙΔΙ
et: MÄNGI
eu: JOKATU
fa: بازی کنید
ga_ie: Imirt
hi: चलाएँ
kk: ОЙНАУ
lv: SPĒLĒT
sq: LUAJ
sr: ИГРАЈ
ur: کھیلیں

source: OPEN
af: OOP
am: ԲԱՑ
az: Açıq
be: АДКРЫЦЬ
bg: ОТВОРЕНО
bn: খোলা
ca: OBERT
da: ÅBEN
el: ΑΝΟΙΧΤΟ
et: AVATUD
eu: IREKI
fa: باز کردن
ga_ie: OSCAILTE
he: פתוח
hi: खोलें
kk: АШЫҚ
ku: VEKIRIN
lv: ATVĒRTS
sq: HAPUR
sr: ОТВОРЕН
ur: کھلا

source: Edit
af: Redigeer
az: redaktə etmək
be: Рэдагаваць
bg: Редактиране
bn: সম্পাদনা করুন
ca: Edita
da: REDIGERE
el: ΕΚΔΙΔΩ
et: muuda
eu: EDITU
fa: ویرایش
ga_ie: Eagar
he: עריכה
hi: संपादित करें
kk: ӨҢДЕУ
ku: BIÇARÎ
lv: REDIĢĒT
sq: REDAKTO
sr: ЕДИТ
ur: ترمیم کریں

source: UPDATE
af: OPDATERING
am: թարմացում
az: YENİLƏNİB
be: АБНАЎЛЕННЕ
bg: АКТУАЛИЗАЦИЯ
bn: আপডেট
ca: ACTUALITZAR
da: OPDATERING
el: ΕΚΣΥΓΧΡΟΝΙΖΩ
et: VÄRSKENDA
eu: EGUNERATU
fa: به روز رسانی
ga_ie: NUASHONRÚ
he: עדכון
hi: अपडेट करें
kk: ЖАҢАРТУ
lv: ATJAUNINĀT
sq: PËRDITËSOJE
sr: АЖУРИРАЈ
ur: اپ ڈیٹ

source: CANCEL
af: KANSELLEER
am: ՉԵՂԱՐԿԵԼ
az: LƏĞV EDİN
be: АДМІНІЦЬ
bg: ОТКАЗ
bn: বাতিল
ca: CANCEL·LA
da: ANNULLER
el: ΜΑΤΑΙΩΣΗ
et: tühista
eu: UTZEZTU
fa: لغو
he: לְבַטֵל
hi: रद्द करें
kk: БАС ТАРТУ
ku: BETALKIRIN
lv: ATCELT
sq: ANULO
sr: ОТКАЖИ
ur: منسوخ کریں

# manageUsers
source: Manage User
af: Bestuur gebruiker
am: Կառավարել օգտվողին
az: İstifadəçini idarə et
be: Кіраваць карыстальнікам
bg: Управление на потребител
bn: ব্যবহারকারী পরিচালনা করুন
ca: Gestiona l'usuari
da: Administrer bruger
el: Διαχείριση χρήστη
et: Kasutaja haldamine
eu: Kudeatu erabiltzailea
fa: مدیریت کاربر
ga_ie: Bainistigh Úsáideoir
he: נהל משתמש
hi: प्रबंधित करें उपयोगकर्ता
kk: Пайдаланушыны басқару
ku: Bikarhêner Birêvebirin
lv: Pārvaldīt lietotāju
sq: Menaxho përdoruesin
sr: Управљај корисником
ur: صارف کا نظم کریں

source: Username
af: Gebruikersnaam
az: İstifadəçi adı
be: Імя карыстальніка
bg: Потребителско име
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
da: Brugernavn
et: Kasutajanimi
eu: Erabiltzaile izena
ga_ie: Ainm úsáideora
he: שם משתמש
hi: उपयोगकर्ता नाम
kk: Пайдаланушы аты
ku: Navê bikarhêner
lv: Lietotājvārds
sr: Корисничко име
ur: صارف کا نام

source: Password
af: Wagwoord
am: Գաղտնաբառ
az: Parol
be: Пароль
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
da: Adgangskode
el: Σύνθημα
et: Parool
eu: Pasahitza
fa: رمز عبور
ga_ie: Pasfhocal
he: סיסמה
hi: पासवर्ड
kk: Пароль
ku: Şîfre
lv: Parole
sq: Fjalëkalimi
sr: Лозинка
ur: پاس ورڈ

source: Confirmation
af: Bevestiging
am: Հաստատում
az: Təsdiq
be: Пацьверджаньне
bg: Потвърждение
bn: নিশ্চিতকরণ
ca: Confirmació
da: Bekræftelse
el: Επιβεβαίωση
et: Kinnitus
eu: Berrespena
fa: تأیید
ga_ie: Deimhniú
he: אישור
hi: पुष्टि करें
kk: Растау
ku: Perrastkirin
lv: Apstiprinājums
sq: Konfirmim
sr: Цонфирматион
ur: تصدیق

# confirmMessage
source: Are you sure you want to delete this user?
af: Is jy seker jy wil hierdie gebruiker uitvee?
am: Վստա՞հ եք, որ ցանկանում եք ջնջել այս օգտվողին
az: Bu istifadəçini silmək istədiyinizə əminsinizmi?
be: Вы ўпэўнены, што хочаце выдаліць гэтага карыстальніка?
bg: Сигурни ли сте, че искате да изтриете този потребител?
bn: আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীকে মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar aquest usuari?
da: Er du sikker på, at du vil slette denne bruger?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον χρήστη;
et: Kas soovite kindlasti selle kasutaja kustutada?
eu: Ziur erabiltzaile hau ezabatu nahi duzula?
fa: آیا مطمئن هستید که می خواهید این کاربر را حذف کنید؟
ga_ie: An bhfuil tú cinnte gur mian leat an t-úsáideoir seo a scriosadh?
he: האם אתה בטוח שאתה רוצה למחוק את המשתמש הזה?
hi: क्या आप वाकई इस उपयोगकर्ता को हटाना चाहते हैं?
kk: Бұл пайдаланушыны шынымен жойғыңыз келе ме?
ku: Tu bi rastî dixwazî ​​vê bikarhêner jê bibî?
lv: Vai tiešām vēlaties dzēst šo lietotāju?
sq: Je i sigurt që dëshiron ta fshish këtë përdorues?
sr: Да ли сте сигурни да желите да избришете овог корисника?
ur: کیا آپ واقعی اس صارف کو حذف کرنا چاہتے ہیں؟

source: YES
af: JA
am: ԱՅՈ
az: Bəli
be: ТАК
bg: ДА
bn: হ্যাঁ
ca: SÍ
da: JA
el: ΝΑΙ
et: JAH
eu: BAI
fa: بله
ga_ie: TÁ
he: כן
hi: हाँ
kk: ИӘ
ku: ERÊ
lv: JĀ
sq: PO
sr: ДА
ur: ہاں

source: NO
am: ՉԻ
az: YOX
be: НЕ
bg: НЕ
bn: না
da: NEJ
el: ΟΧΙ
et: EI
eu: EZ
fa: نه
ga_ie: Ní hea
he: לא
hi: नहीं
kk: ЖОҚ
ku: NA
lv: NĒ
sq: JO
sr: НЕ
ur: نہیں

source: Checking Updates
af: Gaan tans opdaterings na
am: Թարմացումների ստուգում
az: Yeniləmələr yoxlanılır
be: Праверка абнаўленьняў
bg: Проверка на актуализации
bn: আপডেট পরীক্ষা করা হচ্ছে
ca: Comprovant les actualitzacions
da: Tjekker opdateringer
el: Έλεγχος ενημερώσεων
et: Värskenduste kontrollimine
eu: Eguneratzeak egiaztatzen
fa: بررسی به روز رسانی ها
he: בודק עדכונים
hi: अपडेट की जाँच
kk: Жаңартуларды тексеру
ku: Nûvekirinên kontrol dikin
lv: Atjauninājumu pārbaude
sq: Kontrollimi i përditësimeve
sr: Провера ажурирања
ur: تازہ کاریوں کی جانچ ہو رہی ہے

source: LIVE TV
af: REGUITSaai
am: ՈՒՂԻՂ TV
az: Canlı Yayım
be: ЖЫВОЕ ТБ
bg: ТЕЛЕВИЗИЯ НА ЖИВО
bn: লাইভ টিভি
ca: TV EN DIRECTE
da: LIVE UDSENDELSE
el: ΖΩΝΤΑΝΗ ΕΚΠΟΜΠΗ
et: OTSE TV
eu: ZUZENEKO TELEBISTA
fa: تلویزیون زنده
ga_ie: Teilifís BEO
he: טלוויזיה בשידור חי
hi: लाइव टीवी
kk: ТІКЕЛЕЙ ЭФИР ТВ
ku: ZINDÎ TV
lv: TIEŠRAIDE
sq: TRANSMETIM LIVE
sr: ТВ УЖИВО
ur: براہ راست نشریات

source: MOVIES
af: FLIEKS
am: ՖԻԼՄԵՐ
az: Filmlər
be: ФІЛЬМЫ
bg: ФИЛМИ
bn: চলচ্চিত্র
ca: PEL·lícules
da: FILM
el: ΚΙΝΗΜΑΤΟΓΡΑΦΟΣ
et: FILMID
eu: FILMAK
fa: فیلم
ga_ie: Scannáin
he: סרטים
hi: फिल्में
kk: ФИЛЬМДЕР
ku: FÎLM
lv: FILMAS
sq: FILMA
sr: филмови
ur: موویز

source: SERIES
af: REEKS
am: ՍԵՐԻԱԼ
az: Televiziya Serialı
be: СЕРЫЯ
bg: СЕРИЯ
bn: সিরিজ
ca: SÈRIE
da: SERIE
el: ΣΕΙΡΑ
et: SARI
fa: سری
ga_ie: Sraith
he: סִדרָה
hi: श्रृंखला
kk: СЕРИЯ
ku: DORANÎ
lv: SĒRIJA
sq: SERIA
sr: СЕРИЕС
ur: سیریز

source: CHANNELS
af: KANALE
am: ԱԼԻՔՆԵՐ
az: KANALLAR
be: КАНАЛЫ
bg: КАНАЛИ
bn: চ্যানেল
el: ΚΑΝΑΛΙΑ
et: KANALID
eu: KANALAK
fa: کانال ها
ga_ie: Cainéil
he: ערוצים
hi: चैनल
kk: АРНАЛАР
ku: KANAL
lv: KANĀLI
sq: KANALET
sr: КАНАЛИ
ur: چینلز

source: SCREEN RECORDING
af: SKERMOPNAME
az: EKRAN YAZILIŞI
be: ЗАПІС ЭКРАНА
bg: ЗАПИС НА ЕКРАНА
bn: ্ক্রিন রেকর্ডিং
ca: ENREGISTRAMENT DE PANTALLA
da: SKÆRMOPTAGELSE
et: EKRAANI SALVESTAMINE
eu: PANTAILAREN GRABAZIOA
fa: ضبط صفحه
ga_ie: Taifeadadh Scáileáin
he: הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग
kk: ЭКРАН ЖАЗУ
lv: Ekrāna ierakstīšana
sq: Regjistrimi i ekranit
sr: СНИМАЊЕ ЕКРАНА
ur: اسکرین ریکارڈنگ

source: MULTISCREEN
af: MULTISKERM
am: ազմաէկրան
az: ÇOX EKRAN
be: ШМАТЭКРАННЫ
bg: МУЛТИЕКРАН
bn: মাল্টিস্ক্রিন
ca: MULTISPANTALLA
da: FLERE DISPLAY
el: ΠΟΛΥΟΘΟΝΕΣ
et: MITMEEKRAAN
eu: PANTAILA ANITZEKO
fa: چند صفحه
ga_ie: ILISCREEN
he: רב מסך
hi: मल्टीस्क्रीन
kk: КӨП ЭКРАН
lv: DAUDZEKRĀNS
sq: SHUMË EKRANË
sr: МУЛТИСКРЕН
ur: ملٹی اسکرین

source: INSTALL EPG
af: INSTALLEER EPG
am: ՏԵՂԱԴՐԵԼ EPG
az: EPG QURULUŞ
be: УСТАНАВІЦЬ EPG
bg: ИНСТАЛИРАНЕ на EPG
bn: ইপিজি ইনস্টল করুন
ca: INSTAL·LA EPG
da: INSTALLER EPG
el: ΕΓΚΑΤΑΣΤΑΣΗ EPG
et: INSTALLERI EPG
eu: INSTALATU EPG
fa: EPG را نصب کنید
ga_ie: Suiteáil EPG
he: התקן EPG
hi: इंस्टॉल एपग
kk: EPG ОРНАТУ
ku: EPG SAS BIKE
lv: UZSTĀDĪT EPG
sr: ИНСТАЛИРАЈ ЕПГ
ur: ای پی جی انسٹال کریں

source: CATCH UP
af: INHAAL
am: ԲԱՑԵԼ
az: SONRA BAXIN
be: ДАГНАЦЬ
bg: НАВАГНАНЕ
bn: ক্যাচ আপ
ca: POSA-TE AL DIA
da: FÅ GEN
el: ΦΘΑΝΩ
et: JÕUA JÕUDA
eu: HARRAPATU
fa: برس
ga_ie: GABHÁLACH
he: להתעדכן
hi: कैच अप
kk: ҚУАУ
ku: BIRIN
lv: PANĀKT
sr: ЦАТЦХ УП
ur: پکڑو
